Repository: babycaseny/language-selector
Catalog: po/*.po
Languages: af, ast, bs, cs, da, eo, fo, gl, is, lv, mr, ms, nb, pa, pt_br, sd, sk, sv, tr

source: The language support files for your selected language seem to be incomplete. You can install the missing components by clicking on "Run this action now" and follow the instructions. An active internet connection is required. If you would like to do this at a later time, please use Language Support instead (click the icon at the very right of the top bar and select "System Settings... -> Language Support").
af: Die taal ondersteuning lêers vir u gekose taal blyk onvolledig te wees. U kan die vermiste komponente installeer deur te klein op "Hardloop hierdie aksie nou" en die aanwysinggs te volg. 'n Aktiewe internet verbinding word vereis. Indien u hierdie op 'n latere stadium wil doen, gebruik eerder Taal Ondersteuning (kliek die ikoon heel regs op die boonste balk en kies "Stelsel Instellings... -> Taal Ondersteuning").
ast: Los ficheros de sofitu pa la llingua seleicionada nun paecen tar completos. Pues instalar los componentes que falten, calca en «Executar esta aición agora» y sigui les instrucciones. Ye necesario una conexón a Internet activa. Si quies, pues facer esto n'otru momentu, usando'l sofitu de llingua (primi nel iconu allugáu nel estremu derechu de la barra superior y seleiciona «Configuración del sistema ... -> Sofitu de llingua»).
bs: Jezička podrška za vaš jezik izgleda nekompletna. Možete instalirati nedostajuć komponente ako kliknete na "Izvrši ovui akciju sada " i pratite instrukcije. Potrebne je aktivna internet konekcija. Ako želite da to uradite kasnije, koristit opciju Jezička podrška (kliknite ikonu na desnoj strani trake na vrhu i odaberite "Sistemske postavke ... -> Jezička podrška")
cs: Soubor podpory jazyka zvoleného jazyka je nekompatibilní nebo nekompletní. Můžete nainstalovat chybějící komponenty kliknutím na "Spustit tuto akci nyní" a následováním instrukcí. Je vyžadováno aktivní internetové připojení. Pokud byste toto chtěli udělat později, prosím použijte Jazykovou podporu (klikněte na ikonu nejvíce vpravo nahoře a zvolte "Nastavení systému...->Jazyková podpora").
da: Filerne til sprogunderstøttelse af dit valgte sprog ser ikke ud til at være komplette. Du kan installere de manglende komponenter ved at klikke "Kør denne handling nu" og følge instruktionerne. Der kræves en aktiv forbindelse til internettet. Hvis du ønsker at gøre det på et senere tidspunkt, så benyt venligst Sprogunderstøttelse i stedet (klik på ikonet yderst til højre på den øverste bjælke og vælg "Systemindstillinger -> Sprogunderstøttelse").
eo: La lingvaj subtendosieroj por via elektita lingvo ŝajne estas nekompletaj. Vi povas instali la mankantajn kompomentojn alklakante "Ruli ĉi tiun agon nun" kaj sekvi la instrukciojn. Aktiva retkonekto estas postulata. Se vi volas fari tion alifojoe, bonvole elektu anstataŭe "Lingvosubteno" (alklaku la piktogramon tutdekstre de la supra breto kaj elektu "Sistemaj agordoj... → Lingvosubteno").
gl: Semella que faltan os ficheiros da lingua que escolleu. Pode instalar os compoñentes que faltan premendo «Exectuar esta acción agora» e seguindo as instrucións. Precísase dunha conexión activa á Internet. Se prefire facelo máis tarde, empregue a Asistencia de idioma (prema a icona do recanto dereito da barra superior e escolla «Configuración do sistema... -> Asistencia de idioma»).
lv: Valodas atbalsta datnes izvēlētajai valodai nav pilnīgas. Jūs varat uzinstalēt trūkstošās komponentes, spiežot “Izpildīt šo darbību tagad” un izpildot šīs instrukcijas. Tam ir vajadzīgs savienojums ar internetu. Ja vēlaties to darīt vēlāk, tā vietā izmantojiet “Valodu atbalstu” (klikšķiniet uz ikonas augšējā joslā labajā stūrī (lietotāja izvēlne) un izvēlieties “Sistēmas iestatījumi -> Valodu atbalsts”).
ms: Fail sokongan bahasa untuk bahasa pilihan anda kelihatan tidak lengkap. Anda boleh pasang komponen yang hilang dengan mengklik pada "Jalankan tindakan ini sekarang" dan ikuti arahan. Sambungan internet yang aktif diperlukan. Jika anda hendak lakukannya kemudian, sila gunakan Sokongan Bahasa (klik pada ikon disebelah kanan atas palang dan pilih "Tetapan Sistem... -> Sokongan Bahasa").
nb: Språkfilene for valgt språk er ufullstendige. Du kan installere manglende deler ved å trykke «Utfør handling» og følge instruksjonene. Tilkobling til internett er nødvendig. Om du vil gjøre dette senere, kan du åpne «Språkstøtte» (trykk på ikonet til høyre på menylinja øverst og velg «Systeminnstillinger → Språkstøtte»).
pt_br: Os arquivos de suporte de idioma para o seu idioma selecionado parecem estar incompletos. Você pode instalar os componentes que faltam clicando em "Executar esta ação agora" e seguir as instruções. Uma conexão ativa de internet é requerida. Se você desejar fazer isto mais tarde, por favor, use o Suporte a idiomas como alternativa (selecione o ícone mais à direita da barra superior e selecione "Configurações do sistema... -> Suporte a idiomas").
sk: Zdá sa, že súbory na podporu vybraného jazyka sú neúplné. Chýbajúce súčasti môžete nainštalovať kliknutím na „Spustiť túto operáciu teraz“ a nasledovaním inštrukcií. Vyžaduje sa aktívne pripojenie k internetu. Ak tak chcete urobiť neskôr, prosím, použite Jazykovú podporu (kliknite na ikonu celkom vpravo v hornom paneli a vyberte „Nastavenia systému... -> Jazyková podpora“).
sv: Språkstödsfilerna för ditt språk verkar inte vara kompletta. Du kan installera de komponenter som saknas genom att klicka på "Kör åtgärden nu" och följa instruktionerna. En aktiv internetanslutning krävs. Om du vill göra det här senare, använd Språkstöd istället (klicka på ikonen längst till höger i den övre raden och välj "Systeminställningar... -> Språkstöd").
tr: Seçtiğiniz dile ait dil desteği dosyaları eksik gözüküyor. Eksik bileşenleri yüklemek "Run this action now" 'a tıklayarak yönergeleri takip edin. Etkin internet bağlantısı gerektirir. Eğer bu eylemi daha sonra yapmak isterseniz lütfen Dil Desteği bölüümünü kullanın. (En üstteki barın en sağındaki simgeye tıklayın ve "Sistem Ayarları... -> Dil Desteği" 'ni seçin.)

source: The language support files for your selected language seem to be incomplete. You can install the missing components by clicking on "Run this action now" and follow the instructions. An active internet connection is required. If you would like to do this at a later time, please use "System Settings -> Regional & Language" instead.
af: Die taal ondersteuning lêers vir u gekose taal blyk onvolledig te wees. U kan die vermiste komponente installeer deur te klein op "Hardloop hierdie aksie nou" en die aanwysinggs te volg. 'n Aktiewe internet verbinding word vereis. Indien u hierdie op 'n latere stadium wil doen, gebruik asseblief eerder "Stelsel Instellings... -> Streek & Taal").

source: Session Restart Required
af: Sessie Herbegin Vereis
ast: Requierse reaniciar la sesión
bs: Neophodno ponovno pokretanje sesije
cs: Vyžadován restart sezení
da: Sessionsgenstart er påkrævet
eo: Restartigo de seanco postulata
fo: Endurbyrjan av setu er kravd
gl: Requírese reiniciar a sesión
is: Þú þarft að skrá þig út og aftur inn
lv: Nepieciešams sesijas pārstartēšana
mr: सत्र पुन्हा चालू करणे गरजेचे आहे
ms: Sesi Memuatkan Semula Sistem Diperlukan
nb: Økten må startes på nytt
pa: ਸ਼ੈਸ਼ਨ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pt_br: É requerido reiniciar a sessão
sd: سيشن جي ٻيهر شروعات گهربل
sk: Vyžaduje sa reštart relácie
sv: Omstart av sessionen krävs
tr: Oturumun Yeniden Başlatılması Gerekiyor

source: The new language settings will take effect once you have logged out.
af: Die nuwe taal instellings sal invloed neem sodra u uitgeteken het.
ast: Les nueves opciones de llingua tendrán efeutu nel próximu aniciu de sesión.
bs: Nove jezičke postavke će stupiti na snagu kad se odjavite.
cs: Nastavení nových jazyků vejde v platnost jakmile se odhlásíte.
da: De nye sprogindstillinger vil træde i kraft, så snart du har logget ud.
eo: La novaj lingvaj agordoj efikos kiam vi elsalutos.
fo: Tær nýggju málsetingarnar verða settar í verk, tá ið tú hevur útrita.
gl: As novas configuracións de idioma soamente terán efecto tras cerrar a sesión.
is: Breytingar munu öðlast gildi þegar þú skráir þig næst inn.
lv: Jaunie valodas iestatījumi stāsies spēkā, kolīdz jūs būsiet atteicies no sesijas.
mr: नविन भाषेची रचना तुम्ही बाहेर पडल्यावर लगेच लागू होतील
ms: Tetapan bahasa baru akan berkuatkuasa apabila anda mendaftar keluar.
nb: De nye språkinnstillingene blir tatt i bruk etter at du har logget ut.
pa: ਨਵੀਂ ਭਾਸ਼ਾ ਸੈਟਿੰਗ ਤੁਹਾਡੇ ਵਲੋਂ ਲਾਗ ਆਉਟ ਕਰਨ ਦੇ ਬਾਅਦ ਹੀ ਪ੍ਰਭਾਵੀ ਹੋਵੇਗੀ।
pt_br: As novas configurações de idioma somente terão efeito após você encerrar a sessão.
sd: ٻولي جي نئين سيٽنگ تڏهن لاڳو ٿيندي جڏهن توهان هڪ ڀيرو لاگ آئوٽ ٿيندؤ.
sk: Nové nastavenie jazyka sa uplatní hneď po odhlásení.
sv: De nya språkinställningarna kommer att bli aktiva när du har loggat ut.
tr: Yeni dil ayarları oturumu kapattığınız zaman geçerli olacak.

source: Set system default language
af: Stel stelsel verstek taal
ast: Afitar llingua predeterminada
bs: Postavi podrazumijevani jezik sistema
cs: Nastavit výchozí jazyk systému
da: Angiv systemets standardsprog
eo: Agordi sisteman aprioran lingvon
fo: Set forsett kervismál
gl: Configurar o idioma predeterminado do sistema
is: Setja sjálfgefið tungumál fyrir kerfið
lv: Iestatīt sistēmas noklusēto valodu
ms: Tetapkan bahasa lalai sistem
nb: Angi standardspråk for systemet
pa: ਸਿਸਟਮ ਡਿਫਾਲਟ ਭਾਸ਼ਾ ਸੈੱਟ ਕਰੋ
pt_br: Definir idioma padrão do sistema
sd: سسٽم جي ڊيفالٽ ٻولي مقرر ڪريو
sk: Nastaviť predvolený jazyk systému
sv: Ange systemets standardspråk
tr: Sistem varsayılan dilini belirle

source: System policy prevented setting default language
af: Stelsel beleid verhoed die instelling van verstek taal
ast: Les directives del sistema torguen la configuración de la llingua predeterminada
bs: Pravila sistema spriječila postavljanje podrazumijevanog jezika
cs: Systémová politika neumožnila nastavení výchozího jazyka
da: Systempolitik forhindrede ændring af standardsprog
eo: Sistema politiko preventis agordi aprioran lingvon
fo: Kervis politikkur forðaði fyri setan av forsettum tungumáli
gl: A normativa do sistema evitou que se definise o idioma
is: Kerfisreglur hindruðu að hægt væri að setja sjálfgefið tungumál
lv: Sistēmas politika neļauj iestatīt noklusēto valodu
ms: Polisi sistem menghalang tetapan bahasa lalai
nb: Systemreglene forhindret valg av standardspråk
pa: ਸਿਸਟਮ ਪਾਲਸੀ ਡਿਫਾਲਟ ਭਾਸ਼ਾ ਸੈੱਟ ਕਰਨ ਤੋਂ ਰੋਕਦੀ ਹੈ
pt_br: Política do sistema preveniu definir idioma padrão
sd: سسٽم پاليسيءَ ڊيفالٽ ٻولي مقرر ڪرڻ کي روڪي ڇڏيو
sk: Politika systému zabránila nastaveniu predvoleného jazyka
sv: Systemets policy förhindrade ändring av standardspråket
tr: Sistem ilkesi varsayılan dil ayarlarını engelledi

source: don't verify installed language support
af: moenie geïnstalleerde taal ondersteuning bevestig nie
ast: non verificar sofitu téunicu de llingües instalaes
bs: nemoj provjeriti instaliranu jezičku podršku
cs: nekontrolovat podporu pro nainstalované jazyky
da: efterprøv ikke installeret sprogunderstøttelse
eo: ne kontroli la instalitan lingvosubtenon
fo: ikki vátta innlløgda tungumáls hjálp
gl: non se verifica a instalación de dispoñibilidade linguística
is: Ekki staðfesta uppsettan tungumálastuðning
lv: nepārbaudīt instalēto valodu atbalstu
mr: स्थापित केलेल्या भाषेच्या आधाराची तपासणी करू नका
ms: jangan sahkan sokongan bahasa yang dipasang
nb: ikke bekreft installert språkstøtte
pa: ਇੰਸਟਾਲ ਹੋਈ ਭਾਸ਼ਾ ਸਹਿਯੋਗ ਨਾ ਜਾਂਚੋ
pt_br: não se verifica instalação de apoio linguístico
sd: تنسيب ٿيل ٻولي سهڪار جي تصديق نه ڪريو
sk: nekontrolovať nainštalovanú podporu jazyka
sv: verifiera inte installerat språkstöd
tr: kurulan dil desteğini doğrulama

source: alternative datadir
af: alternatiewe datadir
ast: datadir alternativu
bs: alternativni imenik podataka
cs: alternativní datový adresář
da: alternativt datakatalog
eo: alterna datumdosierujo
gl: datadir alternativo
is: annað datadir
lv: Alternatīva datu direktorija
mr: पर्यायी datadir
ms: datadir alternatif
nb: alternativ datamappe
pt_br: datadir alternativo
sd: متبادل ڊيٽاخانو
sk: alternatívny priečinok s údajmi
sv: alternativ datakatalog
tr: öteki veri dizini

source: target language code
af: teiken taalkode
ast: Códigu de la llingua de destín
bs: oznaka odredišnog jezika
cs: kód cílového jazyka
da: måls sprogkode
eo: kodo de cela lingvo
fo: týðingarmálskota
gl: código do idiomaa de destino
is: Frum tungumála kóði
lv: mērķa valodas kods
mr: लक्ष्यित भाषा संकेत
ms: kod bahasa sasaran
nb: kode for språk
pa: ਟਾਰਗੇਟ ਭਾਸ਼ਾ ਕੋਡ
pt_br: código do idioma de destino
sd: گهربل ٻولي ڪوڊ
sk: kód cieľového jazyka
sv: språkkod som mål
tr: hedef dil kodu

source: check for the given package(s) only -- separate packagenames by comma
af: kyk vir die gegewe pakket(te) allenlik -- skei pakketname met komma
ast: comprobar namái los paquetes indicaos -- separtar los nomes de paquetes con una coma
bs: provjera samo za naveden(e) paket(e) -- odvojite nazive paketa zarezom
cs: zkontrolovat pouze pro určené balíky -- názvy balíků oddělit čárkou
da: kontrollér kun for de givne pakker -- adskil pakkenavne med komma
eo: Kontrolu nur la elektita(j)n pakaĵo(j)n -- apartigu pakaĵnomojn per komoj
fo: kanna bara teir givnu pakkarnar – skil sundur pakkar við komma
gl: comprobar só os paquetes indicados -- separa os nomes de paquetes con unha coma
is: athuga einungis fyrir ákveðna pakka -- aðgreina pakkaheiti með kommum
lv: pārbaudīt tikai sekojošajām pakotnēm — atdaliet pakotņu nosaukumus ar komatu
mr: फक्त दिलेल्या पॅकेजेस साठी तपासणी करा -- अर्धविरामाने (,) पॅकेजेसची नावे विलग करा
ms: periksa pakej yang diberi sahaja -- asingkan nama pakej dengan huruf koma
nb: undersøk kun disse pakkene -- adskill pakkenavn med komma
pt_br: checagem apenas pelos pacote(s) dado(s) -- separe o nome dos pacotes por vírgulas
sk: skontrolovať iba uvedené balík(y) -- oddeľovač názvov balíkov je čiarka
sv: leta endast efter angivna paket -- separera paketnamnen med kommatecken
tr: sadece verilen paket(leri) kontrol et -- paket isimlerini virgülle ayır

source: output all available language support packages for all languages
af: lewer alle beskikbare taal ondersteuning pakkette vir alle tale
ast: amuesa tolos paquetes de llingua disponibles, pa toles llingües
bs: ispisuje sve dostupne pakete podrške jezika za sve jezike
cs: vypsat všechny dostupné balíky jazykové podpory pro všechny jazyky
da: vis alle tilgængelige sprogunderstøttelsespakker for alle sprog
eo: eligi ĉiujn disponeblajn pakaĵoj pri subteno por ĉiuj lingvoj
gl: amosa todos os paquetes de compatibilidade de idioma dispoñíbeis, para todos os idiomas
lv: izvadīt visas pieejamās valodas atbalsta pakotnes visām valodām
ms: outputkan semua pakej sokongan bahasa tersedia untuk semua bahasa
nb: vis alle tilgjengelige språkpakker for alle språk
pt_br: exibir todos os pacotes de idiomas disponíveis para todos os idiomas
sd: سڀني ٻولين لاءِ سمورا ٻولي سهڪار پئڪيج ڏيکاريو
sk: vypísať všetky dostupné balíky jazykovej podpory všetkých jazykov
sv: skriv ut alla tillgängliga språkpaket för alla språk
tr: Tüm diller için mevcut dil destek paketlerinin çıktısını ver.

source: show installed packages as well as missing ones
af: wys geïnstalleerde asook vermiste pakkette
ast: Amosar los paquetes instalaos, y los que falten
bs: prikaži instalirane i nedostajuće pakete
cs: zobrazit nainstalované balíky včetně chybějících
da: Vis installerede samt manglende pakker
eo: montru kaj instalitajn kaj mankantajn pakaĵojn
fo: vís innlagdir pakkar, og eins væl tey væntandi
gl: mostrar tanto os paquetes instalados como os que falten
is: Sýna uppsetta pakka sem og þá sem vantar
lv: parādīt gan instalētās pakotnes, gan trūkstošās
mr: स्थापित केलेले तसेच हरवलेल्या पॅकेजेस दर्शवा
ms: Tunjukkan pakej-pakej yang telah dipasang dan juga yang telah hilang
nb: vis både installerte og manglende pakker
pa: ਇੰਸਟਾਲ ਹੋਏ ਪੈਕੇਜ ਦੇ ਨਾਲ ਨਾਲ ਗੁੰਮ ਪੈਕੇਜ ਵੀ ਵੇਖਾਓ
pt_br: mostrar os pacotes instalados, bem os faltantes
sd: انسٽال ٿيل پيڪيج ڏيکاريو ۽ جيڪي کٽل آهن سي به
sk: zobraziť nainštalované balíky rovnako ako tie chýbajúce
sv: visa installerade paket såväl som de som saknas
tr: Eksik olanlarla birlikte kurulu paketleri de göster

source: default
ast: predetermináu
bs: podrazumijevano
cs: výchozí
da: standard
eo: apriora
gl: predeterminado
is: sjálfgefið
lv: noklusējuma
ms: lalai
pt_br: padrão
sk: predvolené
tr: öntanımlı

source: <small><b>Drag languages to arrange them in order of preference.</b> Changes take effect next time you log in.</small>
cs: <small ><b>Přesuňte a seřaďte jazyky podle vašich preferencí.</b> Změny se projeví při dalším přihlášení do systému.</small>
gl: <small><b>Arrastre os idiomas para ordenalos segundo a súa preferencia.</b> Os cambios terán efecto a próxima vez que inicie a sesión.</small>
ms: <small><b>Seret bahasa untuk menyusunnya dalam tertib keutamaan.</b> Perubahan akan berkesan pada daftar masuk yang berikutnya.</small>
pt_br: <small><b>Arras os idiomas para organizá-lo na ordem de sua preferência.</b> As alterações terão efeito no início da próxima sessão.</small>
sk: <small><b>Ťahaním usporiadajte jazyky podľa priority.</b> Zmeny sa prejavia po vašom ďalšom prihlásení.</small>
tr: <small><b>Tercih ettiğiniz dili taşıyarak düzenleyin.</b> Değişiklikler bir sonraki girişinizde etkinleşecektir.</small>

source: If you need to type in languages, which require more complex input methods than just a simple key to letter mapping, you may want to enable this function. For example, you will need this function for typing Chinese, Japanese, Korean or Vietnamese. The recommended value for Ubuntu is "IBus". If you want to use alternative input method systems, install the corresponding packages first and then choose the desired system here.
ast: Si necesites escribir en llingües que necesiten métodos d'entrada más complexos qu'un mapéu d'una tecla a una lletra, seique quieras activar esta función. Por exemplu, vas necesitar esta función pa escribir en chinu, xaponés, coreanu o vietnamín. El valor recomendáu pa Ubuntu ye «IBus». Si quies usar métodos d'entrada alternativos, instala primero los paquetes correspondientes y dempués escueyi'l métodu deseyáu equí.
bs: Ako je potrebno pisati u jezicima, koji zahtijevaju složenije metode unosa nego samo jednostavno mapiranje tastera u slovo, vi možete omogućiti ovu funkciju. Na primjer, trebat ćete ovu funkciju za tipkanje na kineski, japanski, korejski ili vijetnamski. Preporučena vrijednost za Ubuntu je "IBUS". Ako želite koristiti alternativne sisteme za metodu unosa, instalirati odgovarajuće pakete, a zatim odaberite željeni sistem ovdje.
cs: Jestliže potřebujete psát v jazycích, které vyžadují více komplexní vstupní metody než klasické mapování kláves, budete patrně potřebovat povolit tuto funkci. Tuto funkci využijete například při psaní v čínštině, japonštině, korejštině nebo vietnamštině. Doporučená hodnota pro Ubuntu je "IBus". Jestliže budete chtít použít alternativní vstupní metodu, nainstalujete nejprve odpovídající balík a potom vyberte požadovanou metodu.
da: Hvis du har brug for at skrive i sprog, der kræver mere komplekse indtastningsmetoder end blot enkle kortlægninger fra tast til bogstav, så bør du eventuelt slå denne funktion til. Eksempelvis får du brug for denne funktion til at indtaste kinesisk, japansk, koreansk eller vietnamesisk. Den anbefalede værdi for Ubuntu er "IBus". Hvis du ønsker at bruge andre systemer til indtastsmetoder, så skal du installlere de respektive pakker først, og dernæst vælge det ønskede system her.
gl: Se precisa escribir nun idioma que requira métodos de entrada máis complexos que unha simple asociación entre tecla e letra, halle de interesar activar esta función. Por exemplo, é necesaria para escribir en chinés, xaponés, coreano ou vietnamita. O valor recomendado para Ubuntu é «IBus». Se desexa empregar sistemas de método de entrada alternativos, instale primeiro os paquetes correspondentes e a seguir escolla aquí o sistema desexado.
lv: Ja jums ir jāraksta valodas kuram ir vajadzīgas sarezgitakas ievada metodas neka vienkarsi nospiest taustiņu, tad jus varbūt gribiet iedarbināt so funkciju. Piemēram, jums ir vajadzīga si funkcija lai rakstit kiniski, japaniski, korejiski vai vjetnamiski. Ieteikta vērtība prieks Ubuntu ir "IBus". Ja jūs vēlaties izmantot alternatīvus ievades metode sistēmas, instalējiet atbilstošās pakotnes pirmkārt un tad izvēlieties vēlamo sistēmu šeit.
ms: Jika anda mahu menaip dalam bahasa, yang memerlukan kaedah masukan yang lebih kompleks berbanding kekunci ringkas untuk memetakan huruf, anda boleh benarkan fungsi ini. Contohnya, anda perlukan fungsi ini untuk menaip dalam bahasa Cina, Jepun, Korea atau Vietnam. Nilai yang disarankan untuk Ubuntu adalah "IBus". Jika anda mahu guna sistem kaedah masukan alternatif, pasang pakej yang berkenaan dahulu kemudian pilih sistem yang dikehendaki disini.
pt_br: Se você precisa digitar em outros idiomas, que requerem métodos de entrada mais complexos que apenas uma simples tecla para o mapeamento da letra, você pode querer habilitar esta função. Por exemplo, você precisará desta função para digitar em chinês, japonês, coreano ou vietnamita. O valor recomendado para o Ubuntu é "IBus". Se você quer usar sistemas alternativos de método de entrada, instale os pacotes correspondentes primeiro e depois escolha o sistema desejado aqui.
sk: Ak potrebujete písať v jazykoch, ktoré vyžadujú zložitejšie metódy vstupu ako jednoduché mapovanie klávesov na písmená, môžno budete chcieť povoliť túto funkciu. Túto funkciu budete napríklad potrebovať na písanie čínštiny, japončiny, kórejčiny alebo vietnamčiny. Odporúčaná hodnota pre Ubuntu je „IBus“. Ak chcete používať alternatívne metódy vstupu, nainštalujte najskôr zodpovedajúce balíky a tu zvoľte požadovaný systém.
tr: Eğer, karakter ataması için basit bir tuştan daha karmaşık giriş yöntemi olan dillerde yazmanız gerekiyorsa, bu işlevi etkinleştirebilirsiniz. Örneğin, bu fonksiyonu Çince, Japonca, Koreve veya Vietnamca yazmak istiyorsunuz. Ubuntu için önerilen değer "IBus". Eğer alternatif giriş yöntem sistemlerini kullanmak isterseniz, ilk olarak ilgili paketi yükleyin ve istenen sistemi buradan seçin.
