Repository: babycaseny/language-selector
Catalog: po/*.po
Languages: af, ast, bs, cs, da, eo, fo, gl, is, lv, mr, ms, nb, pa, pt_br, sd, sk, sv, tr

source: This will set the system environment like shown below and will also affect the preferred paper format and other region specific settings. If you want to display the desktop in a different language than this, please select it in the "Language" tab. Hence you should set this to a sensible value for the region in which you are located.
ast: Esto configurará l'entornu del sistema como s'amuesa abaxo y tamién va afeutar al formatu de papel preferíu y otres configuraciones rexonales específiques. Si quies amosar l'escritoriu nuna llingua distinta, esbíllala na llingüeta «Llingua». Dende equí, pue afitase un valor adecuáu a la rexón na que t'afayes.
bs: Ovo će podesiti okruženje sistema kao što je prikazano ispod i takođe će uticati na željeni format papira i ostale postavke specifičnu oblast. Ako želite da prikažete desktop u drugom jeziku od ovog, molimo Vas izaberite je u "Jezik" kartici. Dakle trebalo bi da podesite na razumnu vrijednost za region u kome se nalazite.
cs: Tímto nastavíte prostředí systému jak je níže uvedeno a také ovlivníte preferovaný formát papíru a další místní specifická nastavení. Pokud chcete zobrazit pracovní prostředí v jiném jazyce než tomto, zvolte jej prosím na kartě "Jazyk". Proto byste měli nastavit tuto hodnotu podle toho, v jaké oblasti se nacházíte.
da: Dette vil indstille systemmiljøet som vist forneden og vil også påvirke det foretrukne papirformat samt andre regionsspecifikke indstillinger. Hvis du ønsker at vise skrivebordet på et andet sprog end det dette, skal du vælge det under fanen "Sprog". Derfor bør du sætte denne til en fornuftig værdi for regionen som du befinder dig i.
eo: Tio agordos la sisteman ĉirkaŭaĵon kiel montrate sube kaj ankaŭ influos la preferatan paperformaton kaj aliajn regionspecifajn agordojn. Se vi volas montri la labortablon en malsama lingvo ol ĉi tiu, bonvole elektu ĝin en la langeto "Lingvo". Poste vi agordu ĝin al senchava valoro por la regiono, en kiu vi troviĝas.
gl: Isto configurará o contorno do sistema como se mostra embaixo e tamén afectará ao formato de papel preferido e outras configuracións rexionais específicas. Se quere mostrar o escritorio nun idioma diferente, seleccióneo na lapela «Idioma». Desde aquí, pódese estabelecer un valor axeitado á rexión na que se eatopa.
lv: Tas iestatīs sistēmas vidi kā parādīts zemāk, un arī ietekmēs vēlamo papīra formātu un citus reģionam specifiskos iestatījumus. Ja vēlaties attēlot darbvirsmu citā valodā, izvēlieties to cilnē “Valoda”. Tāpēc šo vajadzētu iestatīt uz atbilstošu vērtību reģionam, kurā atrodaties.
ms: Tindakan ini akan tetapkan persekitaran sistem seperti yang dipaparkan dibawah dan juga akan memberi kesan kepada format kertas yang digemari serta tetapan spesifik wilayah yang lain. Jika anda ingin paparkan desktop didalam bahasa yang berbeza dengan yang ada sekarang, sila pilih didalam tab "Bahasa". Seharusnya, anda tetapkannya ke nilai yang munasabah untuk wilayah yang mana anda duduki.
nb: Dette valget vil gjøre at systeminnstillingene blir som vist under, og vil også avgjøre valg av papirformater og andre regions-spesifikke innstillinger. Hvis du vil at systemet skal ha et annet synlig språk, kan dette velges under "Språk". Du bør velge innstillinger her som er de riktige for området der du befinner deg.
pt_br: Isso irá afetar o ambiente do sistema como mostrado abaixo e também afetará o formato preferido de papel e outras configurações regionais específicas. Se você quer exibir a estação de trabalho em um idioma diferente deste, por favor selecione-o na aba "Idioma". Continuando você deve configurar um valor adequado para a região que você se localiza.
sk: Týmto sa nastaví prostredie systému tak, ako je zobrazené nižšie a bude to mať tiež vplyv na preferovaný formát papiera a iné nastavenie špecifické pre danú oblasť. Ak chcete zmeniť jazyk pracovného prostredia, vyberte ho v záložke „Jazyk“. Mali by ste teda túto voľbu nastaviť na vhodnú hodnotu pre oblasť, kde sa nachádzate.
sv: Detta kommer att ställa in systemmiljön som den ser ut nedan och även påverka det föredragna pappersformatet och andra områdesspecifika inställningar. Därför ska du ställa in detta till ett lämpligt värde för det område du befinner dig i. Om du vill visa skrivbordet i ett annat språk än detta så välj det i fliken "Språk".
tr: Bu aşağıda gösterilen sistem ortamını ayarlayacak ve ayrıca tercih edilen kağıt biçimi ve diğer bölgesel ayarlarda etkili olacaktır. Eğer masaüstünüzü bu dil dışında başka bir dil ile görüntülemek istiyorsanız, lütfen "Dil" sekmesini seçin. Bundan dolayı bunu bulunduğunuz yer için daha hassas bir değere ayarlamalısınız.
