Repository: babycaseny/language-selector
Catalog: po/*.po
Languages: af, ast, bs, cs, da, eo, fo, gl, is, lv, mr, ms, nb, pa, pt_br, sd, sk, sv, tr

source: Chinese (simplified)
af: Sjinees (vereenvoudig)
ast: Chinu (simplificáu)
bs: Kineski (pojednostavljen)
cs: Čínština (zjednodušená)
da: Kinesisk (forenklet)
eo: Ĉina (simpligita)
fo: Kinesisk (einfalt)
gl: Chinés (simplificado)
is: Kínverska (einfölduð)
lv: Ķīniešu (vienkāršota)
mr: चायनीज (सुधारीत)
ms: Bahasa Cina (Ringkas)
nb: Kinesisk (forenklet)
pa: ਚੀਨੀ (ਸਧਾਰਨ)
pt_br: Chinês (simplificado)
sd: چيني (سادي)
sk: čínština (zjednodušená)
sv: Kinesiska (förenklad)
tr: Çince (basitleştirilmiş)

source: Chinese (traditional)
af: Sjinees (tradisioneel)
ast: Chinu (tradicional)
bs: Kineski (tradicionalni)
cs: Čínština (tradiční)
da: Kinesisk (traditionelt)
eo: Ĉina (tradicia)
fo: Kinesisk (siðvenju)
gl: Chinés (tradicional)
is: Kínverska (hefðbundin)
lv: Ķīniešu (tradicionāla)
mr: चायनीज (पारंपारीक)
ms: Bahasa Cina (Tradisional)
nb: Kinesisk (tradisjonell)
pa: ਚੀਨੀ (ਪੁਰਾਤਨ)
pt_br: Chinês (tradicional)
sd: چيني (روايتي)
sk: čínština (tradičná)
sv: Kinesiska (traditionell)
tr: Çince (geleneksel)

source: No language information available
af: Geen taal informasie beskikbaar nie
ast: Nun hai información de llingua disponible
bs: Nema dostupne informacije o jeziku
cs: Nejsou dostupné žádné informace o jazycích
da: Ingen tilgængelige oplysninger om sprog
eo: Neniu disponebla informo pri lingvo
fo: Eingin tøk kunning um mál
gl: Non hai información de idioma dispoñíbel
is: Engar tungumálaupplýsingar fundust
lv: Informācija par valodām nav pieejama
mr: भाषेबद्दल माहिती उपलब्ध नाही
ms: Tiada maklumat bahasa yang diperolehi
nb: Ingen språkinformasjon er tilgjengelig
pa: ਕੋਈ ਭਾਸ਼ਾ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਨਹੀਂ
pt_br: Nenhuma informação de idioma disponível
sd: ڪا ٻولي معلومات نه ملي سگهي
sk: Informácia o jazyku nie je dostupná
sv: Ingen språkinformation finns tillgänglig
tr: Dil bilgisi mevcut değildir.

source: The system does not have information about the available languages yet. Do you want to perform a network update to get them now?
af: Die stelsel het nog nie inligting oor beskikbare tale nie. Wil u 'n netwerk bywerking uitvoer om hul nou te kry?
ast: El sistema nun tien información sobro les llingües disponibles. ¿Deseya intentar una actualización na rede pa consiguila ahora?
bs: Sistem nema informacija o raspoloživim jezicima. Želite li mrežno ažuriranje da ih dobijete?
cs: Systém zatím nemá žádné informace o dostupných jazycích. Chcete nyní provést aktualizaci po síti a získat je?
da: Systemet har ikke oplysninger om tilgængelige sprog endnu. Vil du udføre en netværksopdatering for at hente dem?
eo: La sistemo ankoraŭ ne havas informojn pri la disponeblaj lingvoj. Ĉu vi volas ruli retan ĝisdatigon por obteni ilin nun?
fo: Kervið hevur ikki upplysingar um tøk mál enn. Vilja tygum avrika eina net-dagførslu, fyri at fáa tey nú?
gl: O sistema non dispón aínda de información acerca dos idiomas dispoñíbeis . Quere realizar unha actualización de rede para obtelos agora?
is: Kerfið er ekki ennþá með allar upplýsingar um tiltæk tungumál. Viltu biðja um uppfærslu af netinu til að sækja þær?
lv: Sistēmā pagaidām nav atrodama informācija par pieejamajām valodām. Vai vēlaties veikt atjaunināšanu no tīkla, lai to iegūtu?
mr: प्रणालीध्ये अजून उपलब्ध भाषांबाबत माहिती अस्तित्वात नाही. माहिती मिळवण्याकरीता आपणास जाल वापरुन प्रणाली अद्ययावत करायचे आहे का?
ms: Sistem ini tidak mempunyai maklumat mengenai bahasa yang ada. Adakah anda ingin lakukan kemaskini rangkaian untuk mendapatkannya sekarang.
nb: Systemet har ikke informasjon om tilgjengelige språk. Ønsker du å gjennomføre en nettverksoppdatering for å hente språkene?
pa: ਸਿਸਟਮ ਕੋਲ ਉਪਲੱਬਧ ਭਾਸ਼ਾਵਾਂ ਲਈ ਕੋਈ ਜਾਣਕਾਰੀ ਹਾਲੇ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀਂ ਹੁਣੇ ਉਹਨਾਂ ਲਈ ਨੈੱਟਵਰਕ ਅੱਪਡੇਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: O sistema ainda não possui informações sobre os idiomas disponíveis. Você deseja realizar uma atualização usando a Internet para obtê-las agora?
sd: سرشتي وٽ هن وقت موجود ٻولين جي معلومات ناهي. ڇا توهان اهي حاصل ڪرڻ لاءِ نيٽ ورڪ تجديد ڪرڻ گهرو ٿا؟
sk: Systém zatiaľ nemá informácie o dostupných jazykoch. Chcete teraz aktualizovať zoznam dostupných jazykov zo siete?
sv: Systemet har ingen information om de tillgängliga språken än. Vill du genomföra en nätverksuppdatering för att hämta dem nu?
tr: Sistem kullanılabilir diller hakkında henüz bilgi sahibi değil. Bunları almak için bir ağ güncelleştirmesi gerçekleştirmek istiyor musunuz?

source: _Update
af: Bywerk
ast: A_novar
bs: _Ažuriraj
cs: Akt_ualizovat
da: _Opdatér
eo: Ĝ_isdatigi
fo: _Dagfør
gl: _Actualizar
is: _Uppfæra
lv: Atja_unināt
mr: अद्ययावत करा (_U)
ms: _Kemaskini
nb: _Oppdater
pa: ਅੱਪਡੇਟ ਕਰੋ(_U)
pt_br: At_ualizar
sd: _تجديد
sk: Akt_ualizovať
sv: _Uppdatera
tr: _Güncelle

source: Language
af: Taal
ast: Llingua
bs: Jezik
cs: Jazyk
da: Sprog
eo: Lingvo
fo: Mál
gl: Idioma
is: Tungumál
lv: Valoda
mr: भाषा
ms: Bahasa
nb: Språk
pa: ਭਾਸ਼ਾ
pt_br: Idioma
sd: ٻولي
sk: Jazyk
sv: Språk
tr: Dil

source: Installed
af: Geïnstalleer
ast: Instaláu
bs: Instalirano
cs: Nainstalováno
da: Installeret
eo: Instalita
fo: Lagt inn
gl: Instalado
is: Uppsett
lv: Instalēta
mr: स्थापित झाले
ms: Telah Dipasang
nb: Installert
pa: ਇੰਸਟਾਲ ਹੈ
pt_br: Instalado
sd: انسٽال ٿيل
sk: Nainštalované
sv: Installerat
tr: Yüklendi

source: %(INSTALL)d to install
af: %(INSTALL)d om te installeer
ast: %(INSTALL)d a instalar
bs: %(INSTALL)d za instalaciju
cs: %(INSTALL)d k instalaci
da: %(INSTALL)d skal installeres
eo: %(INSTALL)d instalota
fo: %(INSTALL)d at leggja inn
gl: %(INSTALL)d para instalar
is: %(INSTALL)d til að setja upp
lv: Jāinstalē %(INSTALL)d
mr: %(INSTALL)d स्थापना करण्यासाठी
ms: %(INSTALL)d untuk memasang
nb: installere %(INSTALL)d
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ %(INSTALL)d
pt_br: %(INSTALL)d para instalar
sd: انسٽال ٿيڻ ۾ %(INSTALL)d
sk: %(INSTALL)d sa má inštalovať
sv: %(INSTALL)d att installera
tr: %(INSTALL)d yüklenecek

source: %(REMOVE)d to remove
af: %(REMOVE)d om te verwyder
ast: %(REMOVE)d a desaniciar
bs: %(REMOVE)d za brisanje
cs: %(REMOVE)d k odstranění
da: %(REMOVE)d skal fjernes
eo: %(REMOVE)d forigota
fo: %(REMOVE)d at taka burtur
gl: %(REMOVE)d para eliminar
is: %(REMOVE)d til að fjarlægja
lv: Jānoņem %(REMOVE)d
mr: %(REMOVE)d काढून टाकण्यासाठी
ms: %(REMOVE)d untuk keluarkan
nb: fjerne %(REMOVE)d
pa: ਹਟਾਉਣ ਲਈ %(REMOVE)d
pt_br: %(REMOVE)d para remover
sd: %(REMOVE)d هٽائڻ ۾
sk: %(REMOVE)d sa má odstrániť
sv: %(REMOVE)d att ta bort
tr: %(REMOVE)d kaldırılacak

source: none
af: geen
ast: dengún
bs: ništa
cs: žádný
da: ingen
eo: neniu
fo: eingin
gl: ningún
is: ekkert
lv: nekāds
ms: tiada
nb: ingen
pa: ਕੁਝ ਨਹੀਂ
pt_br: nenhum
sd: ڪوبه نه
sk: žiadna
sv: inget
tr: hiçbiri

source: Software database is broken
af: Sagteware databasis is gebreek
ast: La base de datos del software ta frañada
bs: Baza paketa je neispravna
cs: Databáze softwaru je poškozena
da: Softwaredatabasen er ødelagt
eo: Datumbazo de programaroj estas difekta.
fo: Ritbúnaðar dátusavnið er brotið
gl: A base de datos de software está danada
is: Það er eitthvað að gangagrunninum
lv: Programmatūras datubāze ir bojāta
mr: सॉफ्टवेअर डेटाबेस तुटलेला (अपूर्ण) आहे
ms: Pangkalan data Perisian bermasalah
nb: Programvaredatabasen er ødelagt
pa: ਸਾਫਟਵੇਅਰ ਡਾਟਾਬੇਸ ਖਰਾਬ ਹੈ
pt_br: A Base de Dados de programas está corrompida
sd: سافٽويئر ڊيٽابيس خراب ٿيل آهي
sk: Databáza softvéru je poškodená
sv: Programdatabasen är trasig
tr: Yazılım veritabanı bozuk

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
af: Dit is onmoontlik om enige sagteware te installeer of verwyder. Gebruik asseblief die pakket bestuurder "Synaptic", of hardloop "sudo apt-get install -f" in 'n terminaal om hierdie probleem eerste op te los.
ast: Nun ye dable instalar o desinstalar dengún programa. Por favor, use'l xestor de paquetes «Synaptic», o execute «sudo apt-get install -f» nuna terminal, pa correxir esti problema primero.
bs: Nemoguće je instalirati ili ukloniti bilo koji program. Molim da najprije iskoristite "Synaptic" upravnika paketima ili izvršite "sudo apt-get install -f" u terminalu kako biste otklonili problem.
cs: Není možné instalovat ani odebírat programy. Prosím použijte správce balíků "Synaptic" nebo nejdříve spusťte v terminálu "sudo apt-get install -f" pro nápravu tohoto problému.
da: Det er ikke muligt at installere eller fjerne software. Brug venligst pakkehåndteringsprogrammet "Synaptic" eller kør "sudo apt-get install -f" i en terminal for at fikse dette problem først.
eo: La programaro ne instaleblas aŭ forigeblas. Bonvole unue uzu la pakaĵmastrumilon Synaptikon aŭ ruli la komandon "sudo apt-get install -f" en terminalo por ripari ĉi tiun problemon.
fo: Tað er ómøguligt at leggja inn ella taka burtur ritbúnaður. Vinarliga brúk pakka leiðaran "Synaptic" ella koyr "sudo apt-get install -f" í terminal fyri at orna henda trupulleikan fyrst.
gl: É imposíbel instalar ou desinstalar ningún programa. Por favor, utilice o xestor de paquetes «Synaptic», ou execute «sudo apt-get install -f» nun terminal, para corrixir este problema primeiro.
is: Það er ómögulegt að setja upp eða fjarlægja nokkurn hugbúnað. Notaðu pakkastjórann „Synaptic‟ eða keyrðu skipunina „sudo apt-get install -f‟ í útstöðina til að laga þetta vandamál.
lv: Nevar uzinstalēt vai noņemt programmatūru. Lūdzu, vispirms izmantojiet “Synaptic” pakotņu pārvaldnieku vai termināļa komandrindā izpildiet komandu “sudo apt-get install -f”, lai šo problēmu novērstu.
mr: कोणताही सॉफ्टवेअर सध्या स्थापित करणे किंवा काढून टाकणे शक्य नाही. कृपया ही समस्या दुरूस्त करण्यासाठी प्रथमतः "Synaptic" पॅकेज मॅनेजरचा उपयोग करा किंवा र्टमिनल मध्ये "sudo apt-get install -f" ही आज्ञा चालवून बघा.
ms: Anda boleh memasang atau keluarkan mana-mana perisian. Sila gunakan pengurus pakej "Synaptic" atau jalankan arahan "sudo apt-get install -f" dalam terminal untuk memulihkan masalah ini.
nb: Det er ikke mulig å legge til eller fjerne programvare. Bruk pakkebehandleren «Synaptic» eller kjør «sudo apt-get install -f» i en terminal for å rette opp feilen.
pa: ਕੋਈ ਵੀ ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ ਕਰਨ ਜਾਂ ਹਟਾਉਣਾ ਅਸੰਭਵ ਹੈ। ਇਹ ਸਮੱਸਿਆ ਹੱਲ ਕਰਨ ਲਈ ਪਹਿਲਾਂ "Synaptic" ਪੈਕੇਜ ਮੈਨੇਜਰ ਚਲਾਉ ਜਾਂ ਟਰਮੀਨਲ ਤੋਂ "sudo apt-get install -f" ਚਲਾਉ।
pt_br: Não é possível instalar ou remover qualquer programa. Por favor use o Gerenciador de Pacotes "Synaptic" ou execute "sudo apt-get install -f" em um terminal para resolver esse problema primeiro.
sd: سافٽ ويئر انسٽال ڪرڻ يا اڻ انسٽال ڪرڻ ممڪن ڪونهي. ان مسئلي کي اڳ ۾ حل ڪيو جنهن لاءِ يا ته پيڪيج مينيجر ”سائنيپٽڪ“ استعمال ڪيو يا ٽرمينل ۾ هي ڪمانڊ رن ڪيو: sudo apt-get install -f
sk: V dôsledku chyby nie je možné nainštalovať alebo odstrániť žiadny program. Na odstránenie tohto problému použite správcu balíkov „Synaptic“ alebo spustite „sudo apt-get install -f“ v termáli.
sv: Det är omöjligt att installera eller ta bort några program. Använd pakethanteraren "Synaptic" eller kör "sudo apt-get install -f" i en terminal för att rätta till det här problemet först.
tr: Herhangi bir yazılımı kurmak ya da kaldırmak mümkün değil. Lütfen bu durumu düzeltmek için "Synaptic" paket yöneticisini kullanın ya da uçbirime "sudo apt-get install -f" yazıp çalıştırın.

source: Could not install the selected language support
af: Kon nie die gekose taal ondersteuning installeer nie
ast: Nun pudo instalase la llingua escoyida
bs: Nije moguće instalirati podršku za odabrani jezik
cs: Nelze nainstalovat podporu vybraného jazyka
da: Kunne ikke installere den valgte sprogunderstøttelse
eo: La elektita lingvosubteno ne instaleblas
fo: Kundi ikki leggja inn valda málið
gl: Non se puido instalar a asistencia do idioma seleccionado
is: Tókst ekki að setja inn valið tungumál
lv: Neizdevās uzinstalēt izvēlētās valodas atbalstu
mr: निवडलेला भाषा आधारक स्थापित करु शकत नाही
ms: Tidak dapat memasang sokongan bagi bahasa yang dpilih
nb: Kunne ikke installére valgt språkstøtte
pa: ਚੁਣੀ ਭਾਸ਼ਾ ਲਈ ਸਹਿਯੋਗ ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
pt_br: Não foi possível instalar o suporte ao idioma selecionado
sd: چونڊيل ٻولي جو واڌارو انسٽال نه ٿي سگهيو
sk: Nepodarilo sa nainštalovať zvolenú jazykovú podporu
sv: Kunde inte installera stöd för det valda språket
tr: Seçilen dil desteği kurulamadı

source: This is perhaps a bug of this application. Please file a bug report at https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
af: Hierdie is dalk 'n gogga in die toepassing. Rapporteer dit asseblief by https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
ast: Esto tal vez debase a un fallu na aplicación. Por favor, rellena un informe de fallu en https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
bs: Ovo je vjerovatno greška u programu. Prijavite je na https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
cs: Toto je nejspíše chyba aplikace. Prosím, vyplňte hlášení o chybě na https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
da: Dette er måske en fejl i programmet. Send venligst en fejlrapport til https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
eo: Tio eble estas cimo de ĉi tiu aplikaĵo. Bonvole raportu cimon ĉe https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
fo: Hettar er møguliga ein lús á hesari nýtsluskipan. Vinarliga rita eitt lúsa-úrrit til https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
gl: Isto talvez sexa un erro deste aplicativo. Por favor, envíe un informe do erro a https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
is: Þetta gæti verið villa í forritinu. Þú getur sent villuskýrslu til https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
lv: Šī, iespējams, ir kļūda šajā lietotnē. Lūdzu, ziņojiet par to https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
mr: कदाचित हा ह्या अनुप्रणाली मधील दोष आहे. कृपया https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug येथे दोष अहवाल दाखल करा.
ms: Ini mungkin ralat aplikasi ini. Sila isikan laporan ralat pada https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
nb: Dette er kanskje en feil i programmet. Vennligst send inn en feilrapport på https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
pa: ਇਹ ਸ਼ਾਇਦ ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਵਿੱਚ ਬੱਗ ਹੈ। ਇਸ ਬਾਰੇ ਜਾਣਕਾਰੀ ਦਿਉ https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
pt_br: Isso é possivelmente devido a um erro nesse aplicativo. Por favor relate o erro em https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
sd: هي شايد هن پروگرام ۾ بگ آهي. مهرباني ڪري بگ رپورٽ جمع ڪرايو: https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
sk: Toto je pravdepodobne chyba tejto aplikácie. Prosím, ohláste chybu na stránke https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
sv: Det kan vara ett fel i programmet. Skicka in en felrapport på https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
tr: Bu, uygulamadaki bir hata olabilir. Lütfen https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug adresine bir hata raporu gönderin.

source: Could not install the full language support
af: Kon nie die volledige taal ondersteuning installeer nie
ast: Nun pudo instalase el sofitu completu pa esta llingua
bs: Nije moguće instalirati punu jezičku podršku
cs: Nelze nainstalovat plnou podporu jazyka
da: Kunne ikke installere fuld sprogunderstøttelse
eo: La tuta lingvosubteno ne instaleblis
fo: Kundi ikki leggja inn fulla mál-undirtøku
gl: Non se puido instalar a asistencia de idioma completo
is: Það tókst ekki að setja upp tungumálið.
lv: Neizdevās uzinstalēt pilnu valodas atbalstu
mr: संपूर्ण भाषा आधारक स्थापित करु शकत नाही
ms: Tidak dapat memasang sepenuhnya sokongan bahasa
nb: Kunne ikke installere full støtte for språket
pa: ਪੂਰਾ ਭਾਸ਼ਾ ਸਹਿਯੋਗ ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
pt_br: Não foi possível instalar o suporte completo ao idioma
sd: مڪمل ٻولي جي مدد انسٽال نه ٿي سگهي
sk: Nepodarilo sa nainštalovať úplnú jazykovú podporu
sv: Kunde inte installera fullständigt språkstöd
tr: Dil desteğinin tamamı kurulamadı

source: Usually this is related to an error in your software archive or software manager. Check your preferences in Software Sources (click the icon at the very right of the top bar and select "System Settings... -> Software Sources").
af: Gewoonlik hou hierdie verband met 'n fout in u sagteware argief of sagteware bestuurder. Gaan asseblief u voorkeure na in Sagteware Bronne (kliek die ikoon heel regs op die boonste balk en kies "Stelsel Instellings... -> Sagteware Bronne").
ast: Polo xeneral esto rellaciónase con un fallu nel ficheru de software o nel xestor de software. Comprueba les preferencies n'Oríxenes del software (primi nel iconu allugáu nel estremu derechu de la barra superior y seleiciona «Configuración del sistema ... -> Oríxenes del software»).
bs: Obično ovo predstavlja grešku u vašoj softverskoj arhivi ili menadžeru softvera. Provjerite postavke u izvorima softvera (kliknite ikonu na desnoj strani trake na vrhu i odaberite "Sistemske postavke ... -> Softverski izvori")
cs: Tato chyba je obvykle spjata s chybou ve vašem softwarovém archivu nebo ve správci softwaru. Zkontrolujte nastavení ve Zdrojích softwaru (klikněte na ikonu zcela vpravo nahoře a zvolte "Nastavení systému...->Zdroje softwaru").
da: Dette er som regel knyttet til en fejl i dit programarkiv eller programhåndtering. Tjek dine præferencer i Softwarekilder (klik ikonet yderst til højre i øverste bjælke og vælg "Systemindstillinger -> Softwarekilder").
eo: Kutime tio rilatas al eraro en la arĥivo de via programaroj aŭ de en via pakaĵmastrumilo. Kontrolu la agordojn en la fontoj de viaj programaroj (alklaku sur la piktogramo tutdekstre de la supra breto kaj elektu Sistemaj agordoj... → Programaraj fontoj").
fo: Vanligt hevur hettar samband við ein feil í tínum ritbúnað skjalasavn ella ritbúnað leiðara. Kanna tínar stillingar í Keldu Ritlunum(Trýst á ikoni for til høgru á ovara stanga og vel "Kerva stillingar... -> Keldu Ritlar")
gl: Normalmente isto está relacionado cun erro do arquivo de software ou do xestor de software. Comprobe as preferencias seleccionadas en Fontes de software (prema a icona que hai no extremo dereito da barra superior e escolla «Configuración do sistema... -> Fontes de software»
lv: Parasti tas ir saistīts ar kļūdu programmatūras arhīvā vai programmatūras pārvaldniekā. Pārbaudiet iestatījumus programmatūras avotos (klikšķiniet uz ikonas augšējā joslā labajā stūrī (lietotāja izvēlne) un izvēlieties “Sistēmas iestatījumi” -> “Programmatūras avoti”).
ms: Biasanya ini berkaitan dengan ralat didalam arkib perisian atau pengurus perisian. Semak keutamaan anda dalam Sumber Perisian (klik ikon disebelah kanan atas palang dan pilih "Tetapan Sistem... -> Sumber Perisian").
nb: Dette er vanligvis på grunn av en feil i pakkearkivet ditt eller pakkehåndtereren din. Kontroller innstillingene i Programvarekilder (trykk på ikonet helt til høyre på menyen øverst på skjermen og velg ­«Systeminnstillinger … → Programvarekilder»).
pt_br: Normalmente isso é relacionado a um erro no seu arquivo de programa ou gerenciador de programas. Verifique suas preferências em Canais de software (clique no ícone no canto direito da barra superior e selecione "Configurações do sistema... -> Canais de software").
sk: To zvyčajne súvisí s chybou vo vašom archíve softvéru alebo správcovi softvéru. Skontrolujte svoje nastavenia v Zdrojoch softvéru (kliknite na ikonu celkom vpravo v hornom paneli a vyberte „Nastavenia systému... -> Zdroje softvéru“).
sv: Det här beror oftast på ett fel i ditt programarkiv eller programhanterare. Kontrollera dina inställningar i Programkällor (klicka på ikonen längst till höger i den övre raden och välj "Systeminställningar... -> Programkällor").
tr: Bu hata genellikle yazılım arşivi veya yazılım yöneticisi ile ilgilidir. Yazılım Kaynakları tercihlerinizi kontrol edin. (En üstteki barın en sağındaki simgeye tıklayın ve "Sistem Ayarları... -> Yazılm Kaynakları" 'nı seçin.)

source: Failed to authorize to install packages.
af: Misluk om pakkette te magtig en te installeer.
ast: Fallu al autorizar instalar paquetes.
bs: Nisam uspio da dam ovlašćenje za instalaciju paketa.
cs: Selhala autorizace nutná pro instalaci balíku.
da: Kunne ikke godkende for at installere pakker.
eo: Rajtigo por instali pakaĵojn fiaskis.
gl: Produciuse un fallo ao autorizar a instalación de paquetes.
is: Tókst ekki að fá heimild til að setja upp pakka.
lv: Neizdevās autorizēties, lai instalētu pakotnes.
ms: Gagal diizinkan untuk memasang pakej.
nb: Autorisasjon for pakkeinstallasjon feilet.
pa: ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਪਰਮਾਣਿਤ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ।
pt_br: Falha ao autorizar a instalação dos pacotes.
sk: Autorizácia pri inštalácii balíkov zlyhalo.
sv: Misslyckades med att auktorisera för att installera paketen.
tr: Kurulum paketlerini yetkilendirme başarısız.

source: The language support is not installed completely
af: Die taal ondersteuning is nie volledig geïnstalleer nie
ast: El sofitu pa la llingua nun ta instaláu ensembre
bs: Jezička podrška nije instalirana u potpunosti
cs: Podpora jazyků není úplně nainstalována.
da: Sprogunderstøttelsen er ikke fuldt installeret
eo: La lingvosubteno ne estas komplete instalita
fo: Mál undirtøkan er ikki liðugt lagt inn
gl: A asistencia de idioma non está completamente instalada
is: Ekki tókst að setja upp tungumálaforritið að fullu
lv: Valodas atbalsts nav pilnībā uzinstalēts.
mr: भाषा आधारक पूर्णपणे स्थापित झालेला नाही
ms: Sokongan fail bahasa tidak dipasang dengan sempurna.
nb: Språkstøtten er ikke fullstendig installert
pa: ਭਾਸ਼ਾ ਸਹਿਯੋਗ ਪੂਰੀ ਤਰ੍ਹਾਂ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ
pt_br: O suporte ao idioma não está instalado completamente
sd: ٻولين جي مدد مڪمل طرح انسٽال ٿيل ناهي
sk: Jazyková podpora nie je úplne nainštalovaná
sv: Språkstödet är inte fullständigt installerat
tr: Dil desteği tam olarak kurulu değil
