Repository: babycaseny/language-selector
Catalog: po/*.po
Languages: af, ast, bs, cs, da, eo, fo, gl, is, lv, mr, ms, nb, pa, pt_br, sd, sk, sv, tr

source: This setting only affects the language your desktop and applications are displayed in. It does not set the system environment, like currency or date format settings. For that, use the settings in the Regional Formats tab. The order of the values displayed here decides which translations to use for your desktop. If translations for the first language are not available, the next one in this list will be tried. The last entry of this list is always "English". Every entry below "English" will be ignored.
af: Hierdie instelling beïnvloed slegs die taal waarin u werkskerm en toepassings vertoon word. Dit stel nie die stelsel omgewing, soos geldeenheid of datum formaat instellings nie. Daarvoor, gebruik die instellings in die Streeksformate oortjie. Die orde waarin die waarde hieronder vertoon word bepaal watter vertaling om vir u werkskerm te gebruik. Indien vertalings nie vir die eerste taal beskikbaar is nie, sal die volgende een in die lys probeer word. Die laaste inskrywing in hierdie lys is altyd". Elke inskrywing onder "English" sal geïgnoreer word.
ast: Esta configuración namái afeuta a la llingua del to escritoriu y a les aplicaciones que s'amuesen nél. Nun configura l'entornu del sistema, como la moneda o la configuración del formatu de fecha. Pa ello usa la configuración na llingüeta de formatos rexonales. L'orde de los valores que s'amuesen equí decide qué traducciones usar nel escritoriu. Si les traducciones pa la primer llingua nun tán disponibles, va intentase cola siguiente de la llista. La cabera entrada nesta llista va ser siempre «inglés». Cualquier entrada postrera a «inglés» va inorase.
bs: Ovo podešavanje utiče samo na jezik vašeg desktopa i aplikacije koje su prikazane u njemo To ne podešava sistemsko okruženje, kao što su valuta ili format datuma. Zbog toga, koristite podešavanja u kartici Regionalni Formati. Redosled vrijednosti prikazanih ovdje odlučuje koje prijevode da koristite za vaše radno okruženje. Ako prijevodi za prvi jezik nisu na raspolaganju, sljedeći na ovoj listi će biti isprobani. Posljednji unos ove liste je uvijek "engleski". Svaki unos ispod "engleski" će biti ignorisan.
cs: Toto nastavení ovlivní pouze jazyk, ve kterém je zobrazeno vaše pracovní prostředí a aplikace. Nemění prostředí systému jako nastavení formátu měny nebo data. K tomu použijte nastavení na kartě Místní formáty. Pořadí zde uvedených hodnot rozhoduje, jaké překlady se použijí pro vaše pracovní prostředí. Pokud nejsou překlady pro první jazyk dostupné, použijí se další z tohoto seznamu. Poslední položkou tohoto seznamu je vždy "English". Každá položka pod "English" bude ignorována.
da: Denne indstilling påvirker kun det sprog som dit skrivebord og dine programmer vises i. Den ændrer ikke på systemmiljøet, såsom nuværende valuta- eller datoindstillinger. For det skal du bruge indstillingerne under fanen Regionsformat. Rækkefølgen af værdier her bestemmer hvilken oversættelser, der bruges på dit skrivebord. Hvis oversættelsen til det første sprog ikke er tilgængelig, vil den forsøge med den næste på listen, den sidste på listen er altid "Engelsk". Alle emner under "Engelsk" vil blive ignoreret.
eo: Ĉi tiu agordo influas nur la lingvon uzatan sur viaj labortablo kaj aplikaĵoj. Ĝi ne agordas la sisteman ĉirkaŭaĵon, kiel ekzemple valuton aŭ datformatajn agordojn. Por tio, uzu la agordojn en la langeto Regionaj formatoj. La ordo de la ĉi tie montrataj valoroj decidigas kiuj tradukoj estu uzataj por via labortablo. Se tradukoj por la unua lingvo ne disponeblas, la sekve listigita estos uzata. La lasta enigo de ĉi tiu listo estas ĉiam la angla. Ĉiuj enigoj sub la angla estos ignorataj.
gl: Esta configuración só afecta ao idioma do seu escritorio e aos aplicativos que se mostran nel. Non configura o contorno do sistema, como a moeda ou a configuración do formato de data. Para elo empregue a configuración na lapela de formatos rexionais. A orde dos valores que se mostran aquí decide que traducións usar no seu escritorio. Se as traducións para o primeiro idioma non están dispoñíbeis, tentarase co seguinte da lista. A última entrada nesta lista será sempre «inglés». Calquera entrada posterior a «inglés» será ignorada.
lv: Šis iestatījums ietekmē to, kādā valodā tiek attēlota darbvirsma un lietotnes. Tas neiestata sistēmas vidi, piemēram, valūtu vai datuma formāta iestatījumus. Lai mainītu tos, izmantojiet cilnes “Reģiona formāti” cilni. Šeit attēloto vērtību secība nosaka, kura valoda tiks izmantota darbvirsmai. Ja pirmajai valodai nav pieejams tulkojums, tiks mēģināta otra valoda. Šī saraksta pēdējā valoda vienmēr ir “English” (angļu). Visi ieraksti zem “English” tiks ignorēti.
ms: Tetapan ini hanya akan memberi kesan kepada bahasa pada desktop dan aplikasi yang dipaparkan. Jika tidak ditetapkan ke persekitaran sistem, seperti tetapan format tarikh atau mata wang. Maka, gunakan tetapan pada tab Format Wilayah. Untuk pastikan nilai dipaparkan disini ditentukan mengikut terjemahan yang mana akan digunakan pada desktop anda. Jika terjemahan bahasa pertama tidak ada, maka yang berikutnya didalam senarai ini akan digunakan. Masukan yang terakhir dalam senarai ini adalah "Inggeris". Setiap masukan dibawah "Inggeris" akan diabaikan.
nb: Denne innstillingen gjelder kun språket i programmer og operativsystem, og påvirker ikke systeminnstilligner som gjelder datoformat, valuta, etc. Disse velges under "Regionale innstillinger". Rekkefølgen på de viste alternativene avgjør hvilke oversettelser som blir brukt på din maskin. Hvis oversettelser for det første språket ikke er tilgjengelige, vil det neste på listen bli valgt. Den siste oppføringen på listen er alltid "Engelsk". Alle oppføringer som ligger etter "Engelsk", vil bli ignorert.
pa: ਇਹ ਸੈਟਿੰਗ ਕੇਵਲ ਤੁਹਾਡੇ ਡੈਸਕਟਾਪ ਅਤੇ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਵੇਖਾਉਣ ਵਾਲੀ ਭਾਸ਼ਾ ਨੂੰ ਹੀ ਪ੍ਰਭਾਵਿਤ ਕਰੇਗੀ। ਇਹ ਸਿਸਟਮ ਇੰਵਾਇਨਮੈਂਟ ਨੂੰ ਸੈੱਟ ਨਹੀਂ ਕਰਦੀ, ਜਿਵੇਂ ਕਿ ਮੁਦਰਾ ਜਾਂ ਮਿਤੀ ਫਾਰਮੈਟ ਸੈਟਿੰਗ। ਉਸ ਲਈ, ਖੇਤਰੀ ਫਾਰਮੈਟ ਵਿੱਚ ਸੈਟਿੰਗ ਬਦਲੋ। ਇੱਥੇ ਮੁੱਲ ਵੇਖਾਉਣ ਦੀ ਲੜੀ ਤੁਹਾਡੇ ਡੈਸਕਟਾਪ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਅਨੁਵਾਦ ਹੈ। ਜੇ ਪਹਿਲੀ ਭਾਸ਼ਾ ਲਈ ਅਨੁਵਾਦ ਨਾ ਉਪਲੱਬਧ ਹੋਵੇ ਤਾਂ ਇਹ ਸੂਚੀ ਵਿੱਚੋਂ ਅਗਲੀ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਵੇਗੀ। ਇਹ ਸੂਚੀ ਦੀ ਆਖਰੀ ਐਂਟਰੀ "ਅੰਗਰੇਜੀ" ਹੁੰਦੀ ਹੈ। "ਅੰਗਰੇਜ਼ੀ" ਤੋਂ ਅੱਗੇ ਦਿੱਤੀ ਐਂਟਰੀ ਨੂੰ ਅਣਡਿੱਠ ਕੀਤਾ ਜਾਵੇਗਾ।
pt_br: Essa configuração afeta somente o idioma da sua estação de trabalho e os aplicativos que estiverem sendo exibidos. Isso não afeta o ambiente do sistema, como configurações de moeda ou data. Para isso, use configurações na aba Formatos regionais. A ordem dos valores exibidos aqui define qual tradução será usada na sua estação de trabalho. Se traduções para o primeiro idioma não estiverem disponíveis, será efetuada uma tentativa com o próximo da lista. O último item desta lista sempre será "English". Qualquer entrada abaixo de "English" será ignorada.
sk: Táto voľba má vplyv iba na jazyk, v ktorom sa zobrazuje vaše pracovné prostredie a aplikácie. Nenastavuje prostredie systému ako mena alebo nastavenie formátu dátumu. To môžete spraviť na záložke Regionálne formáty. Poradie tu zobrazených hodnôt rozhoduje, ktoré preklady sa použijú pre vaše pracovné prostredie. Ak nie sú preklady v prvom jazyku dostupné, skúsi sa ďalší v poradí. Posledná položka tohto zoznamu je vždy „angličtina“. Každá položka pod „angličtina“ bude ignorovaná.
sv: Denna inställning påverkar endast språket som skrivbordet och programmen visas på. Det ställer inte in systemmiljön, såsom inställningar för valuta eller datumformat. För dessa inställningar kan du använda inställningarna i fliken "Regionala format". Ordningen på värdena som visas här bestämmer vilka översättningar som ska användas för ditt skrivbord. Om översättningar för det första språket inte finns tillgängliga så kommer nästa i listan att försökas. Det sista språket i listan är alltid "English"; alla poster nedanför "English" ignoreras.
tr: Bu ayar sadece bilgisayarınızın dilini ve gösterilen uygulamalarınızı etkiler. Para birimi veya zaman biçimi ayarları gibi sistem ortamını ayarlamaz. Bunun için Bölgesel Biçimler sekmesindeki ayarları kullanın. Burada gösterilen değerlerin sırası bilgisayarınız için hangi çevirilerin kullanılacağına karar verir. Eğer ilk dil için çeviriler mevcut değilse, listede bulunan bir sonraki denenecektir. Listenin son girdisi her zaman "İngilizce" dir. "Ingilizce" altındaki diğer girdiler yok sayılacaktır.

source: <small>Drag languages to arrange them in order of preference. Changes take effect next time you log in.</small>
af: <small>Sleep tale om hulle te rangskik in orde van voorkeur. Veranderinge sal invloed neem die volgende keer wat u inteken.</small>
fo: <small>Hála málini fyri at seta tey soleiðis, sum tygum ynskja. Broytingarnar taka við næstuferð tygum rita inn.</small>
mr: <small>भाषांना पसंतीनुसार आयोजित करण्यासाठी हव्या त्या जागेवर ओढा. आता करण्यात आलेले बदल तुम्ही जेव्हा पुढील वेळेस प्रवेश कराल तेव्हा लागू होतील.</small>
pa: <small>ਭਾਸ਼ਾਵਾਂ ਨੂੰ ਆਪਣੀ ਪਸੰਦ ਮੁਤਾਬਕ ਸੈੱਟ ਕਰਨ ਲਈ ਡਰੈਗ ਕਰੋ। ਬਦਲਾਅ ਤੁਹਾਡੇ ਵਲੋਂ ਅਗਲੀ ਵਾਰ ਲਾਗ ਇਨ ਕਰਨ ਦੇ ਬਾਅਦ ਲਾਗੂ ਹੋਣਗੇ।</small>
sd: ٻولين کي ڊريگ ڪري پنهنجي پسند جي ترتيب ۾ آڻيو. تبديليون تڏهن لاڳو ٿينديون جڏهن توهان ايندڙ ڀيري لاگ ان ڪندؤ.

source: Apply System-Wide
af: Pas Stelselwyd Toe
ast: Aplicar a tol sistema
bs: Primijeni na sistem
cs: Uplatnit v rámci celého systému
da: Udfør for hele systemet
eo: Apliki tutsisteme
fo: Nýt um alt kervið
gl: Aplicar a todo o sistema
is: Beita á allt kerfið
lv: Pielietot visai sistēmai
ms: Lakasanakan Keseluruhan-Sistem
nb: Bruk på hele systemet
pa: ਪੂਰੇ ਸਿਸਟਮ ਲਈ ਲਾਗੂ ਕਰੋ
pt_br: Aplicar a todo o sistema
sd: سموري سسٽم ۾ لاڳو ڪريو
sk: Použiť pre celý systém
sv: Verkställ för hela systemet
tr: Sistem Geneline Uygula

source: <small>Use the same language choices for startup and the login screen.</small>
af: <small>Gebruik dieselfde taalkeuse vir laaiing en intekeningskerm.</small>
ast: <small>Usar la mesma eleición de llingua nel aniciu y na pantalla de login.</small>
bs: <small>Koristi isti izbor jezika za pokretanje i za ekran prijavljivanja.</small>
cs: <small>Použít stejné nastavení jazyka při startování a pro přihlašovací obrazovku.</small>
da: <small>Brug samme sprogvalg for opstarts- og logindskærmen.</small>
eo: <small>Uzu la saman elekton de lingvoj por startig- kaj ensalut- ekranoj.</small>
gl: <small>Usar as mesmas opcións de idioma para o inicio e para a pantalla de acceso.</small>
is: <small>Notar sama tungumál þegar notandi ræsir tölvuna og skráir sig inn.</small>
lv: <small>Lietot to pašu valodas izvēli sistēmas ielādē un ierakstīšanās ekrānam.</small>
ms: <small>Guna pilihan bahasa yang sama untuk permulaan dan skrin daftar masuk.</small>
nb: <small>Bruk samme språk for oppstarts- og innloggingsskjermen.</small>
pa: <small>ਉਹੀ ਭਾਸ਼ਾ ਚੋਣਾਂ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਅਤੇ ਲਾਗਇਨ ਸਕਰੀਨ ਲਈ ਵੀ ਵਰਤੋਂ।</small>
pt_br: <small>Usar as mesmas opções de idioma para as telas de inicialização e de início de sessão.</small>
sk: <small>Použiť rovnaké voľby jazyka pri štarte a na prihlasovacej obrazovke.</small>
sv: <small>Använd samma språkval för uppstart- och inloggningsskärmarna.</small>
tr: <small>Başlangıç ve giriş ekranı için aynı dil tercihlerini kullan.</small>

source: Install / Remove Languages...
af: Voeg by / Verwyder Tale...
ast: Instalar / Desaniciar Llingües...
bs: Instaliraj / odstrani jezike...
cs: Přidat/odstranit jazyky...
da: Installér / fjern sprog...
eo: Instali/forigi lingvojn...
fo: Legg inn / tak burtur mál
gl: Instalar / Eliminar idiomas...
is: Setja upp eða fjarlægja tungumál...
lv: Instalēt / noņemt valodas...
mr: भाषा स्थापित करा / काढून टाका...
ms: Pasang / Keluarkan Bahasa...
nb: Installer/fjern språk …
pa: ਭਾਸ਼ਾਵਾਂ ਸ਼ਾਮਲ ਕਰੋ / ਹਟਾਓ...
pt_br: Instalar/remover idiomas...
sd: ٻوليون انسٽال ڪريو يا هٽايو...
sk: Nainštalovať/odstrániť jazyky...
sv: Installera / Ta bort språk...
tr: Dilleri Yükle / Kaldır...

source: Keyboard input method system:
af: Sleutelbord inset metode stelsel:
ast: Sistema de métodu d'entrada de tecláu:
bs: Način unosa s tastature:
cs: Způsob rozložení klávesnice:
da: Tastatur-inputmetode-system:
eo: Sistemo de klavara enig-metodo:
fo: Knappaborðs inntaks háttar kervið:
gl: Sistema de método de entrada de teclado:
is: Hvernig á að slá inn erlend tákn:
lv: Tastatūras ievades metodes sistēma:
mr: कळफलकाद्वारे आदान करण्याची पद्धत-प्रणालीः
ms: Sistem input papan kekunci:
nb: Skrivemetodesystem for tastatur:
pa: ਕੀਬੋਰਡ ਇੰਪੁੱਟ ਢੰਗ ਸਿਸਟਮ:
pt_br: Sistema de método de entrada do teclado:
sd: ڪيبورڊ ٽائپنگ طريقي جو سسٽم
sk: Metóda vstupu z klávesnice:
sv: Inmatningsmetod för tangentbord:
tr: Klavye giriş yöntemi düzeni:

source: If you need to type in languages, which require more complex input methods than just a simple key to letter mapping, you may want to enable this function. For example, you will need this function for typing Chinese, Japanese, Korean or Vietnamese. The recommended value for Ubuntu is "ibus". If you want to use alternative input method systems, install the corresponding packages first and then choose the desired system here.
af: Indien u nodig het om meer ingewikkelde tale te tik, wat meer ingewikkelde insetmetodes vereis as bloot sleutel-na-letter kaartwerk, mag u hierdie funksie wil instel. Byvoorbeeld, u sal hierdie funksie nodig kry om te tik in Sjinees, Japanees, Koreaans of Vietnamees. Die aanbevole waarde vir Ubuntu is "ibus". Indien u 'n alternatiewe inset metode stelsel wil gebruik, installeer eers die ooreenstemmende pakkette en kies dan die verlangde stelsel hier.
mr: आपल्याला जर अशा भाषांमध्ये लिहायचे आहे ज्यांना लिहीणे केवळ अक्षरे कळफलकाशी जुळवण्यापेक्षा कितीतरी किचकट आहे तर तुम्हाला कदाचित हा कार्यविभाग चालू करावा वाटेल. उदाहरणार्थ, तुम्हाला हा कार्यविभाग चायनिज, जापानिज, कोरिअन अथवा व्हिएतनामीज टंकलेखनासाठी गरजेचा असेल. उबंटूसाठी शिफारस केलेले मुल्य "ibus" आहे. जर आपल्याला पर्यायी पद्धत प्रणाली वापरायची असेल तर प्रथम सुसंगत कार्यगठ्ठा स्थापित करा आणि नंतर इथे हवी ती प्रणाली निवडा.

source: Display numbers, dates and currency amounts in the usual format for:
af: Vertoon getalle, datums en geldeenhede in die gewone formaat vir:
ast: Amosar númberos, feches y cantidaes monetaries nel formatu habitual pa:
bs: Prikaži brojeve, datume i valutu u uobičajenom formatu za:
cs: Zobrazit čísla, kalendářní data a peněžní hodnoty v běžném formátu pro:
da: Vis numre, datoer og valutabeløb i det almindelige format for:
eo: Montri nombrojn, datojn kaj monsumojn en la kutima formato por:
fo: Sýn nummur, dato og upphæddir í vanligum sniðið fyri:
gl: Mostrar os números, as datas e as cantidades de diñeiro no formato habitual de:
is: Birta númer, dagsetningar og gjaldeyri venjulega fyrir:
lv: Attēlot skaitļus, datumus un valūtas apjomus parastajā formātā:
mr: अंक, तारीख आणि चलन रक्कम सामान्य स्वरुपात दाखवा:
ms: Memaparkan nombor, tarikh dan nilai mata wang dalam format yang biasa untuk:
nb: Vis tall, datoer og valuta på vanlig måte for:
pa: ਆਮ ਫਾਰਮੈਟ ਵਿੱਚ ਵੇਖਾਉਣ ਲਈ ਨੰਬਰ, ਮਿਤੀ ਅਤੇ ਮੁਦਰਾ ਮਾਤਰਾ:
pt_br: Exibir formatos de números, datas e moedas no formato usual para:
sk: Zobrazovať čísla, dátumy a peniaze v zvyčajnom formáte:
sv: Visa tal, datum och valuta i det vanliga formatet för:
tr: Sayılar, tarihler ve para miktarlarının görüntüleneceği biçim:

source: <small>Changes take effect next time you log in.</small>
af: <small>Veranderinge sal invloed neem die volgende keer wat u inteken.</small>
ast: <small>Los cambeos van tener efeutu la próxima vegada qu'entres.</small>
bs: <small>Promjene stupaju na snagu kod iduće prijave na sistem.</small>
cs: <small>Změny se projeví při dalším přihlášení.</small>
da: <small>Ændringer træder i kraft næste gang du logger ind.</small>
eo: <small>Ŝanĝoj efektiviĝas tuj post via sekva ensaluto.</small>
fo: <small>Broytingarnar taka við næstuferð tygum rita inn.</small>
gl: <small>Os cambios aplicaranse a seguinte vez que inicie a sesión.</small>
is: <small>Breytingar taka gildi við næstu innskráningu.</small>
lv: <small>Izmaiņas stāsies spēkā nākošās ierakstīšanās laikā.</small>
mr: <small>बदल तुमच्या पुढील प्रवेशावेळी लागू होतील.</small>
ms: <small>Perubahan berlaku ketika anda berulang daftar masuk.</small>
nb: <small>Endringer trer i kraft neste gang du logger inn..</small>
pa: <small>ਬਾਅਦ ਤੁਹਾਡੇ ਵਲੋਂ ਅਗਲੀ ਵਾਰ ਲਾਗਇਨ ਕਰਨ ਤੇ ਪਰਭਾਵੀ ਹੋਣਗੇ।</small>
pt_br: <small>As alterações terão efeito na próxima vez que você iniciar a sessão.</small>
sd: <small>تبديليون ٻيهر داخل ٿيڻ وقت لاڳو ٿينديون.</small>
sk: <small>Zmeny sa prejavia po ďalšom prihlásení.</small>
sv: <small>Ändringar blir aktiverade nästa gång du loggar in.</small>
tr: <small>Değişiklikler bir sonraki oturum açılışında uygulanmış olacak.</small>

source: <small>Use the same format choice for startup and the login screen.</small>
af: <small>Gebruik dieselfde formaat keuse vir laaiing en intekeningskerm.</small>
ast: <small>Usar la mesma eleición de formatu nel aniciu y na pantalla de login.</small>
bs: <small>Koristi isti izbor formata za pokretanje i za ekran prijavljivanja.</small>
cs: <small>Použít stejný formát při startování a pro přihlašovací obrazovku.</small>
da: <small>Brug samme formatvalg for opstarts- og logindskærmen.</small>
eo: <small>Uzu la saman elekton de aranĝoj por startig- kaj ensalut- ekranoj.</small>
gl: <small>Usar a mesma opción de formato para o inicio e para a pantalla de acceso.</small>
is: <small>Notar sama snið þegar notandi ræsir tölvuna og skráir sig inn.</small>
lv: <small>Lietot to pašu formāta izvēli sistēmas ielādē un ierakstīšanās ekrānam.</small>
ms: <small>Guna pilihan format yang sama untuk permulaan dan skrin daftar masuk.</small>
nb: <small>Bruk samme format for oppstarts- og innloggingsskjermen.</small>
pt_br: <small>Usar a mesma opção de formato para as telas de inicialização e de início de sessão.</small>
sk: <small>Použiť rovnaké voľby formátovania pri štarte a na prihlasovacej obrazovke.</small>
sv: <small>Använd samma formatval för uppstart- och inloggningsskärmarna.</small>
tr: <small>Başlangıç ve giriş ekranı için aynı biçim seçimini kullan.</small>

source: Number:
af: Getal:
ast: Númberu:
bs: Broj:
cs: Číslo:
da: Nummer:
eo: Nombro:
fo: Nummar:
gl: Número
is: Tala:
lv: Skaitļi:
mr: क्रमांक:
ms: Nombor:
nb: Nummer:
pa: ਨੰਬਰ:
pt_br: Número:
sd: نمبر:
sk: Číslo:
sv: Tal:
tr: Sayı:

source: Date:
af: Datum:
ast: Data:
bs: Datum:
cs: Datum:
da: Dato:
eo: Dato:
fo: Dato:
gl: Data:
is: Dagsetning:
lv: Datums:
mr: दिनांक:
ms: Tarikh:
nb: Dato:
pa: ਮਿਤੀ:
pt_br: Data:
sd: تاريخ:
sk: Dátum:
sv: Datum:
tr: Tarih:

source: Currency:
af: Geldeenheid:
ast: Moneda:
bs: Valuta:
cs: Měna:
da: Valuta:
eo: Valuto:
fo: Gjaldoyra:
gl: Moeda:
is: Gjaldeyrir:
lv: Valūta:
mr: चलन:
ms: Mata Wang:
nb: Valuta:
pa: ਮੁਦਰਾ:
pt_br: Moeda:
sd: سڪو:
sk: Mena:
sv: Valuta:
tr: Para birimi:

source: <b>Example</b>
af: <b>Voorbeeld</b>
ast: <b>Exemplu</b>
bs: <b>Primjer</b>
cs: <b>Příklad</b>
da: <b>Eksempel</b>
eo: <b>Ekzemplo</b>
fo: <b>Dømi</b>
gl: <b>Exemplo</b>
is: <b>Dæmi</b>
lv: <b>Piemērs</b>
mr: <b>उदाहरणार्थ</b>
ms: <b>Contoh</b>
nb: <b>Eksempel</b>
pa: <b>ਜਿਵੇਂ</b>
pt_br: <b>Exemplo</b>
sd: <b>مثال</b>
sk: Príklad
sv: <b>Exempel</b>
tr: <b>Örnek</b>

source: Regional Formats
af: Streeksformate
ast: Formatos rexonales
bs: Regionalni formati
cs: Místní formáty
da: Regionsformater
eo: Regionaj formatoj
fo: Landspartasnið
gl: Formatos rexionais
is: Staðfærð snið
lv: Reģiona formāti
ms: Format Wilayah
nb: Regionale formater
pa: ਖੇਤਰੀ ਫਾਰਮੈਟ
pt_br: Formatos regionais
sd: علاقائي ترتيبون
sk: Regionálne formáty
sv: Regionala format
tr: Bölgesel Biçimler

source: Configure multiple and native language support on your system
af: Stel veelvoudige en inheemse taalondersteuning in vir jou stelsel
ast: Configurar soporte múltiple y nativu de llingües pal so sistema
bs: Podesite višejezičnu i podršku za vlastitog jezika na vašem sistemu
cs: Nastavit národní jazykovou podporu společně s podporou dalších jazyků
da: Konfigurér sprogunderstøttelse på dit system
eo: Agordi multoblan kaj nativan lingvosubtenon por via sistemo.
fo: Samanset fleiri og egna mál undirtøku á tínum kervi
gl: Configurar a capacidade para o idioma nativo e para varios idiomas no sistema
is: Breyta stillingum fyrir tungumál í kerfinu og bæta við nýjum
lv: Konfigurējiet vairāku un noklusējuma valodu atbalstu jūsu sistēmā
mr: आपल्या प्रणालीमध्ये अनेक आणि मूळ भाषा आधार संयोजीत करा
ms: Ubahsuaikan bantuan bahasa pelbagai dan bahasa bumiputera pada sistem anda
nb: Still inn språkstøtte for systemet
pa: ਆਪਣੇ ਸਿਸਟਮ ਉੱਤੇ ਕਈ ਭਾਸ਼ਵਾਂ ਅਤੇ ਨੇਟਿਵ ਭਾਸ਼ਾ ਲਈ ਸਹਿਯੋਗ ਦੀ ਸੰਰਚਨਾ ਕਰੋ
pt_br: Configure suporte a vários idiomas nativos no seu sistema
sd: پنهنجي سسٽم تي مقامي توڙي ٻين ٻولين جو سهڪار ترتيب ڏيو
sk: Nastaviť podporu viacerých jazykov na vašom systéme
sv: Konfigurera stöd för flera språk, samt ursprungligt språk, för ditt system
tr: Sisteminizdeki çoklu ve yerel dil desteğini yapılandırın

source: System Languages
af: Stelsel Tale
fo: Kervis mál
pa: ਸਿਸਟਮ ਭਾਸ਼ਾਵਾਂ
sd: سسٽم ٻوليون

source: Install and set system languages
af: Installeer en stel stelsel tale
fo: Legg inn og stilla kervis mál
pa: ਸਿਸਟਮ ਭਾਸ਼ਾਵਾਂ ਇੰਸਟਾਲ ਕਰੋ ਅਤੇ ਸੈੱਟ ਕਰੋ
sd: سسٽم ٻوليون تنسيب ۽ سيٽ ڪريو

source: Incomplete Language Support
af: Onvolledige Taal Ondersteuning
ast: Sofitu a llingua incompletu
bs: Nekompletna jezička podrška
cs: Neúplná jazyková podpora
da: Ufuldstændig sprogunderstøttelse
eo: Nekompleta lingva subteno
fo: Ófullfíggjað mál undirtøka
gl: Dispoñibilidade de idioma incompleta
is: Tungumálið er ekki fullstutt
lv: Nepilnīgs valodu atbalsts
mr: अपूर्ण भाषा आधार
ms: Sokongan Bahasa Tidak Lengkap
nb: Ufullstendig språkstøtte
pa: ਅਧੂਰਾ ਭਾਸ਼ਾ ਸਹਿਯੋਗ
pt_br: Suporte de Idioma Incompleto
sd: نامڪمل ٻولي سهڪار
sk: Neúplná podpora jazykov
sv: Språkstödet är inte komplett
tr: Yetersiz Dil Desteği
