Repository: babycaseny/language-selector
Catalog: po/*.po
Languages: af, ast, bs, cs, da, eo, fo, gl, is, lv, mr, ms, nb, pa, pt_br, sd, sk, sv, tr

source: Some translations or writing aids available for your chosen languages are not installed yet. Do you want to install them now?
af: Sommige vertalings of skryf hulpmiddelle wat vir u gekose taal beskikbaar is, is nog nie geïnstalleer nie. Wil u dit nou installeer?
ast: Nun tán instalaes toles traducciones o ayudes a la escritura disponibles pa les llingües seleicionaes. ¿Quies instalales agora?
bs: Dio prevoda ili pomoći pri pisanju dostupnih za Vaš jezik još nije instaliran. Da li želite da ih sada instalirate?
cs: Některé překlady nebo pomůcky pro psaní dostupné pro vámi zvolené jazyky nejsou ještě nainstalovány. Chcete je nainstalovat nyní?
da: Nogle oversættelser og skrivehjælpemidler er ikke installeret endnu for dine valgte sprog. Ønsker du at installere dem nu?
eo: Kelkaj tradukoj aŭ skribadaj helpiloj disponeblaj por viaj elektitaj lingvoj ankoraŭ ne estas instalitaj. Ĉu vi volas instali ilin nun?
fo: Summar umsetingar ella skrivi hjálp, ið eru tøk at tínum valda máli, eru ikki løgd inn enn. Vil tú leggja tey inn nú?
gl: Aínda non se instalaron algunhas traducións ou ferramentas de axuda lingüística para os idiomas que escolleu. Quéreas instalar agora?
is: Sumar þýðingar og skriftæki sem til eru fyrir tungumálin þín hafa ekki verið sett upp. Viltu setja þau upp?
lv: Daļa tulkojumu vai rakstīšanas palīgrīku jūsu izvēlētajai valodai nav vēl uzinstalēti. Vai tos instalēt tagad?
mr: आपण निवडलेल्या भाषांसाठी उपलब्ध काही भाषांतरे आणि लेखन सहाय्यक अजुन स्थापित केलेले नाहीत. आपणास ते आत्ता स्थापित करायचे आहेत का?
ms: Sesetengah terjemahan atau bantuan penulisan untuk bahasa yang anda pilih belum dipasang. Adakah ingin memasangnya sekarang?
nb: Noen oversettelser eller skrivehjelper er enda ikke installert for språket som du har valgt. Vil du installere dem nå?
pa: ਤੁਹਾਡੇ ਵਲੋਂ ਚੁਣੀਆਂ ਗਈਆਂ ਭਾਸ਼ਾਵਾਂ ਲਈ ਕੁਝ ਅਨੁਵਾਦ ਜਾਂ ਲਿਖਣ ਸਹਿਯੋਗ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਹੁਣੇ ਇੰਸਟਾਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Alguns pacotes para suporte total a idiomas não estão instalados no sistema. Você gostaria de instalá-los agora?
sk: Nie všetky preklady či pomôcky pri písaní, ktoré sú dostupné pre podporované jazyky vo vašom systéme, sú nainštalované. Chcete ich teraz nainštalovať?
sv: Vissa översättningar eller skrivhjälp finns tillgängliga för dina valda språk och är ännu inte installerade. Vill du installera dem nu?
tr: Seçtiğiniz dil için kullanılabilecek bazı çeviri ya da yazım denetimleri kurulu değil. Şimdi kurmak ister misiniz?

source: _Remind Me Later
af: He_rinner My Later
ast: _Remembrámelo más sero
bs: _Podsjeti me kasnije
cs: Připo_menout později
da: _Giv mig besked senere
eo: _Rememorigi al mi poste
fo: _Minn meg á tað seinni
gl: _Lembrarmo máis tarde
is: _Minna mig á síðar
lv: _Atgādiniet man vēlāk
mr: नंतर आठवण करुन द्या (_R)
ms: _Ingatkan Saya Kemudian
nb: _Vis påminnelse senere
pa: ਮੈਨੂੰ ਬਾਅਦ 'ਚ ਚੇਤੇ ਕਰਵਾਉ(_R)
pt_br: Lemb_re-me mais tarde
sd: _مون کي آئنده ياد ڪرايو
sk: P_ripomenúť neskôr
sv: _Påminn mig senare
tr: _Sonra Hatırlat

source: _Install
af: _Installeer
ast: _Instalar
bs: _Instaliraj
cs: _Nainstalovat
da: _Installér
eo: _Instali
fo: _Legg inn
gl: _Instalar
is: _Setja upp
lv: _Instalēt
mr: स्थापित करा (_I)
ms: _Pasang
nb: _Installer
pa: ਇੰਸਟਾਲ ਕਰੋ(_I)
pt_br: _Instalar
sd: _انسٽال ڪريو
sk: Na_inštalovať
sv: _Installera
tr: _Kur

source: Details
af: Besonderhede
ast: Detalles
bs: Detalji
cs: Podrobnosti
da: Detaljer
eo: Detaloj
fo: Nærri greining
gl: Detalles
is: Upplýsingar
lv: Sīkāka informācija
mr: तपशील
ms: Maklumat
nb: Detaljer
pa: ਵੇਰਵਾ
pt_br: Detalhes
sd: تفصيل
sk: Podrobnosti
sv: Detaljer
tr: Ayrıntılar

source: Failed to apply the '%s' format choice. The examples may show up if you close and re-open Language Support.
af: Misluk om die '%s' formaat keuse toe te pas. Die voorbeelde mag wys indien u Taal Ondersteuning toemaak en weer oop.
ast: Fallu n'aplicando la opción de formatu '%s'. Los exemplos puen apaecer si zarres y reabres el Sofitu de Llingües.
bs: Neuspjela primjena izbora '%s' formata Primjeri se mogu pokazati ako zatvorite i ponovo otvorite jezičku podršku.
cs: Selhalo nastavení formátu '%s' voleb. Ukázky se objeví pokud uzavřete a znovu spustíte Jazykovou podporu
da: Kunne ikke anvende "%s"-formatvalget. Eksemplerne vises måske hvis du lukker og genåbner Sprogunderstøttelse.
eo: Aplikado de la elektita aranĝo %s fiaskis. Eble la ekzemploj videblos se vi restartigos lingvosubtenon
gl: Produciuse un fallo ao aplicar a selección de formato «%s». Os exemplos poden mostrarse se pecha e abre de novo a Compatibilidade de idioma.
lv: Neizdevās pielietot “%s” formāta izvēli. Izmaiņas varētu būt redzamas, ja aizvērsiet un atkal atvērsiet “valodu atbalstu”.
ms: Gagal laksanakan pilihan format '%s'. Contoh mungkin ditunjukkan jika anda tutup dan buka-semula Sokongan Bahasa.
nb: Klarte ikke å bruke formatet «%s». Eksemplene vises kanskje viss du lukker og åpner Språkstøtte på nytt.
pt_br: Falha ao aplicar o formato escolhido '%s'. Os exemplos podem aparecer se você fechar e reabrir Suporte a idiomas.
sk: Nepodarilo sa aplikovať formát „%s“. Príklady sa môžu objaviť ak zatvoríte a znova otvoríte Jazykovú podporu.
sv: Misslyckades med att tillämpa formatvalet "%s". Exemplen kanske visas om du stänger och öppnar Språkstöd igen.
tr: '%s' biçim seçimi uygulanamadı. Eğer Dil Desteğini yeniden kapatıp açarsanız örnekler size gösterilecektir.

source: It is impossible to install or remove any software. Please use the package manager "Muon" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
af: Dit is onmoontlik om enige sagteware te installeer of verwyder. Gebruik asseblief die pakket bestuurder "Muon", of hardloop "sudo apt-get install -f" in 'n terminaal om hierdie probleem eerste op te los.
mr: कोणताही सॉफ्टवेअर सध्या स्थापित करणे किंवा काढून टाकणे शक्य नाही. कृपया ही समस्या दुरूस्त करण्यासाठी प्रथमतः "Muon" पॅकेज मॅनेजरचा उपयोग करा किंवा र्टमिनल मध्ये "sudo apt-get install -f" ही आज्ञा चालवून बघा.
pa: ਕੋਈ ਵੀ ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ ਕਰਨ ਜਾਂ ਹਟਾਉਣਾ ਅਸੰਭਵ ਹੈ। ਇਹ ਸਮੱਸਿਆ ਨੂੰ ਠੀਕ ਕਰਨ ਲਈ ਪੈਕੇਜ ਮੈਨੇਜਰ "ਮੁਓਨ (muon)" ਵਰਤੋਂ ਜਾਂ ਟਰਮੀਨਲ ਵਿੱਚ "sudo apt-get install -f" ਵਰਤੋਂ।

source: Set System Language
af: Stel Stelsel Taal
fo: Set kervismál
mr: प्रणालीभाषा ठरवा
pa: ਸਿਸਟਮ ਭਾਸ਼ਾ ਸੈੱਟ ਕਰੋ
sd: سرشتي جي ٻولي سيٽ ڪريو

source: Default system language:
af: Verstek stelsel taal:
fo: Forsett kervismál
mr: मुलनिर्धारीत प्रणाली भाषाः
pa: ਮੂਲ ਸਿਸਟਮ ਭਾਸ਼ਾ:
sd: سرشتي جي ڊيفالٽ ٻولي:

source: Keyboard input method:
af: Sleutelbord Inset Metode:
fo: Knappaborðs skriviháttur:
mr: कळफलकाद्वारे आदान करण्याची पद्धतः
pa: ਕੀਬੋਰਡ ਇੰਪੁੱਟ ਢੰਗ:
sd: ڪيبورڊ اندراج جو طريقو:

source: Select language to install:
af: Kies taal om te installeer:
fo: Vel mál ið skal leggjast inn:
mr: स्थापित करण्यासाठी भाषा निवडा:
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਭਾਸ਼ਾ ਚੁਣੋ:
sd: انسٽال ڪرڻ لاءِ ٻولي چونڊيو:

source: Select language to uninstall:
af: Kies taal om te verwyder
fo: Vel eitt mál at taka burtir:
mr: विस्थापित करण्यासाठी भाषा निवडा:
pa: ਅਣ-ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਭਾਸ਼ਾ ਚੁਣੋ:
sd: اڻ انسٽال ڪرڻ لاءِ ٻولي چونڊيو:

source: Translations
af: Vertalings
fo: Umsetingar
mr: भाषांतरे
pa: ਅਨੁਵਾਦ
sd: ترجما

source: Input methods
af: Insetr metodes
fo: Inntaks háttir
mr: आदान करण्याच्या पद्धतीः
pa: ਇੰਪੁੱਟ ਢੰਗ
sd: اندراج جا طريقا

source: Spellchecking and writing aids
af: Speltoetser en skryf-hulpmiddels
fo: Stavivillu kanning og skrivi hjálp
mr: शुद्धलेखन आणि लेखन सहाय्यक
pa: ਸਪੈੱਲਚੈੱਕ ਤੇ ਲਿਖਣ ਸਹਾਇਤਾ
sd: هِجي چڪاس ۽ ليک امدادون

source: Extra fonts
af: Ekstra skryfkuns
fo: Eyka stavir
mr: अधिक अक्षररुपे
pa: ਹੋਰ ਫੋਂਟ
sd: واڌارا فانٽ

source: Components:
af: Komponente:
fo: Lutir:
mr: घटक:
pa: ਭਾਗ:
sd: جزا:

source: Already installed
af: Reeds geïnstalleer
fo: Longu lagt inn
mr: आधीच स्थापित केलेले आहे
pa: ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੈ
sd: اڳيئي انسٽال ٿيل

source: Partially Installed
af: Gedeeltelik geïnstalleer
fo: Lutvíst lagt inn
mr: अंशतः स्थापित केलेले आहे
pa: ਅਧੂਰੀ ਇੰਸਟਾਲ
sd: جزوي انسٽال ٿيل

source: Not installed
af: Nie geïnstalleer nie
fo: Ikki lagt inn
mr: स्थापित केलेले नाही
pa: ਇੰਸਟਾਲ ਨਹੀਂ
sd: انسٽال نه ٿيل

source: Component already installed
af: Komponente reeds geïnstalleer
fo: Lutur er longu lagdur inn
mr: भाग आधीच प्रस्थापित केला आहे
pa: ਭਾਗ ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੈ
sd: ڪمپونينٽ اڳيئي تنسيب ٿيل

source: Component not available
af: Komponent nie beskikbaar nie
fo: Lutur er ikki tøkur
mr: भाग उपलब्ध नाही
pa: ਭਾਗ ਉਪਲੱਬਧ ਨਹੀ ਹੈ
sd: ڪمپونينٽ دستياب ناهي

source: Component not installed
af: Komponente nie geïnstalleer nie
fo: Lutur er ikki lagdur inn
mr: भाग प्रस्थापित केलेला नाही
pa: ਭਾਗ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ
sd: ڪمپونينٽ تنسيب ٿيل ناهي

source: Default system Language now set to %s.
af: Verstek stelsel taal nou gestel as %s
fo: Forsett kervismál er nú sett at vera %s.
mr: मुलभूत प्रणाली भाषा आता %s निवडलेली आहे.
pa: ਹੁਣ %s ਨੂੰ ਸਿਸਟਮ ਭਾਸ਼ਾ ਬਣਾਇਆ ਗਿਆ ਹੈ
sd: سرشتي جي ڊيفالٽ ٻولي هاڻي %s آهي.

source: Language Set
af: Taal Stel
fo: Vel mál
mr: भाषा निवडली गेली आहे
pa: ਭਾਸ਼ਾ ਸੈੱਟ
sd: ٻولي سيٽ

source: It is impossible to install or remove any software. Please use the package manager "Adept" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
af: Dit is onmoontlik om enige sagteware te installeer of verwyder. Gebruik asseblief die pakket bestuurder "Adept", of hardloop "sudo apt-get install -f" in 'n terminaal om hierdie probleem eerste op te los.
fo: Tað er ómøguligt at leggja inn ella taka burtur ritbúnaður. Vinarliga brúk pakka leiðaran "Adept" ella koyr "sudo apt-get install -f" í terminal fyri at orna henda trupulleikan fyrst.
mr: कोणताही सॉफ्टवेअर सध्या स्थापित करणे किंवा काढून टाकणे शक्य नाही. कृपया ही समस्या दुरूस्त करण्यासाठी प्रथमतः "Adept" पॅकेज मॅनेजरचा उपयोग करा किंवा र्टमिनल मध्ये "sudo apt-get install -f" ही आज्ञा चालवून बघा.
pa: ਕੋਈ ਵੀ ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ ਕਰਨ ਜਾਂ ਹਟਾਉਣਾ ਅਸੰਭਵ ਹੈ। ਇਹ ਸਮੱਸਿਆ ਹੱਲ ਕਰਨ ਲਈ ਪਹਿਲਾਂ "Adept" ਪੈਕੇਜ ਮੈਨੇਜਰ ਚਲਾਉ ਜਾਂ ਟਰਮੀਨਲ ਤੋਂ "sudo apt-get install -f" ਚਲਾਉ।

source: All selected components have now been installed for %s. Select them from Country/Region & Language.
af: Alle gekose komponente is nou geïnstalleer vir %s. Kies hul vanaf Land/Streek & Taal.
fo: Allir teir valdu lutirnir eru nú lagdir inn fyri %s. Vel teir frá land/landsparti og mál.
pa: %s ਲਈ ਸਭ ਚੁਣੇ ਗਏ ਭਾਗ ਹੁਣੇ ਇੰਸਟਾਲ ਹੋ ਚੁੱਕੇ ਹਨ। ਦੇਸ਼/ਖੇਤਰ ਅਤੇ ਭਾਸ਼ਾਂ ਤੋਂ ਉਹਨਾਂ ਨੂੰ ਚੁਣੋ।

source: Language Installed
af: Taal Geïnstalleer
fo: Málið er lagt inn
mr: भाषा स्थापित केली आहे
pa: ਭਾਸ਼ਾ ਇੰਸਟਾਲ ਹੈ
sd: ٻولي انسٽال ٿي ويئي

source: Translations and support have now been uninstalled for %s.
af: Vertaling en ondersteuning vir %s is nou verwyder.
fo: Umsetingar og undirtøka eru nú lagdar inn fyri %s.
mr: %s साठी आता भाषांतरे आणि आधार काढून टाकलेले आहेत.
pa: %s ਲਈ ਹੁਣ ਅਨੁਵਾਦ ਤੇ ਸਹਿਯੋਗ ਹਟਾਇਆ ਜਾ ਚੁੱਕਾ ਹੈ।
sd: %s جا ترجما ۽ سهڪار هاڻي هٽايا ويا آهن.

source: Language Uninstalled
af: Taal Verwyder
fo: Mál tiki burtur
mr: भाषा काढून टाकली आहे
pa: ਭਾਸ਼ਾ ਅਣ-ਇੰਸਟਾਲ ਹੈ
sd: ٻولي اڻ انسٽال ٿي ويئي

source: Failed to set system language.
af: Verstelling van stelsel taal het misluk.
fo: Miseydnaðist at seta kervis mál.
mr: प्रणालीभाषा ठरविण्यास असमर्थ ठरले.
pa: ਸਿਸਟਮ ਭਾਸ਼ਾ ਸੈੱਟ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ।
sd: سرشتي جي ٻولي سيت نه ٿي سگھي

source: Language Not Set
af: Taal Nie Gestel Nie
fo: Mál ikki sett
mr: भाषा ठरवलेली नाही
pa: ਭਾਸ਼ਾ ਸੈੱਟ ਨਹੀਂ ਹੈ।
sd: ٻولي سيٽ نه ٿي

source: Please run this software with administrative rights.
af: Hardloop asseblief hierdie sagteware met administrateursregte.
fo: Vinarliga koyr henda ritbúnað við fyrisitingarligum rættindum.
mr: कृपया ही अनुप्रणाली प्रशासकिय अधिकारांसह चालू करा.
pa: ਇਹ ਸਾਫਟਵੇਅਰ ਨੂੰ ਪ੍ਰਸ਼ਾਸ਼ਕੀ ਅਧਿਕਾਰਾਂ ਨਾਲ ਚਲਾਉ ਜੀ।
sd: هن سافٽويئر کي انتظامي اختيارات سان هلايو.

source: Not Root User
af: Nie Root Gebruiker
fo: Ikki rót brúkari
mr: आपण मुख्य वापरकर्ता नाही
pa: ਕੋਈ ਰੂਟ ਯੂਜ਼ਰ ਨਹੀਂ
sd: روٽ يوزر ناهي

source: <big><b>Checking available language support</b></big> The availability of translations or writing aids can differ between languages.
af: <big><b>Kyk vir beskikbare taal ondersteuning</b></big> Die beskikbaarheid van vertalings of skryf hulpmiddele kan verskil tussen tale.
ast: <big><b>Comprobando'l sofitu de llingües disponible</b></big> La disponibilidá de tornes o ayudes a la escritura varia d'una llingua a otra.
bs: <big><b>Provjera raspoložive jezičke podrške</b></big> Raspoloživost prijevoda i alatki za pisanje se razlikuje od jezika do jezika.
cs: <big><b>Kontrola podpory dostupných jazyků</b></big> Dostupnost překladů nebo pomůcek pro psaní se může mezi jednotlivými jazyky lišit.
da: <big><b>Søger efter tilgængelig sprogunderstøttelse</b></big> Tilgængeligheden af oversættelser og skrivehjælp kan variere afhængig af sprog.
eo: <big><b>Kontrolado de disponebla lingva subteno</b></big> Diversaj lingvoj povas diferenci pri disponeblaj tradukoj aŭ skrib-helpiloj.
fo: <big><b>Kanni tøka mál undirtøku</b></big> Tað er ymiskt málini, hvussu nógv er umsett.
gl: <big><b>Verificando a dispoñibilidade de idiomas</b></big> A dispoñibilidade de traducións ou axudas escritas poden ser diferentes entre os idiomas.
is: <big><b>Leita að tungumálum</b></big> Hafðu í huga að fjöldi þýðinga fer eftir tungumálum, og rithjálp er einnig breytileg.
lv: <big><b>Pārbauda pieejamo valodu atbalstu</b></big> Tulkojumu un rakstīšanas palīgrīku pieejamība dažādās valodās var atšķirties.
mr: <big><b>भाषांसाठी आधार तपासत आहे</b></big> भाषांसाठीच्या लेखन सहाय्यक किंवा भाषांतरांच्या उपलब्धतेत फरक असू शकतो.
ms: <big><b>Memeriksa Sokongan Bahasa yang Ada</b></big> Kebolehdapatan terjemahan atau bantuan penulisan boleh jadi berbeza antara bahasa.
nb: <big><b>Ser etter tilgjengelig språkstøtte</b></big> Tilgjengeligheten av oversettelser og skrivehjelp kan variere mellom språkene.
pa: <big><b>ਉਪਲੱਬਧ ਭਾਸ਼ਾ ਸਹਿਯੋਗ ਲਈ ਚੈੱਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ</b></big> ਭਾਸ਼ਾਵਾਂ ਲਈ ਅਨੁਵਾਦ ਜਾਂ ਲਿਖਣ ਲਈ ਸਹਿਯੋਗ ਵੱਖ ਵੱਖ ਹੋ ਸਕਦਾ ਹੈ।
pt_br: <big><b>Verificando suporte a idiomas disponíveis</b></big> A disponibilidade de traduções ou ajudas escritas podem ser diferentes entre os idiomas.
sd: <big><b>دستياب ٻوليءَ سهڪار جاچيندي</b></big> ترجمن ۽ لکتي سهڪارن جي دستيابي مختلف ٻولين لاءِ مختلف ٿي سگهي ٿي.
sk: <big><b>Kontroluje sa dostupnosť jazykovej podpory</b></big> Dostupnosť prekladov alebo pomôcok pri písaní sa môže líšiť v závislosti od jazyka.
sv: <big><b>Kontrollerar tillgängligt språkstöd</b></big> Tillgängligheten för översättningar eller skrivhjälpmedel kan variera mellan språk.
tr: <big><b>Kullanılabilir dil desteği denetleniyor</b></big> Çevirilerin kullanılabilirliği ya da yazım yardımları diller arasında farklılık gösterebilir.

source: Installed Languages
af: Geïnstalleerde Tale
ast: Llingües Instalaes
bs: Instalirani jezici
cs: Nainstalované jazyky
da: Installerede sprog
eo: Instalitaj lingvoj
fo: Innløgd mál
gl: Instalar idiomas
is: Tungumál sem er búið að setja upp
lv: Uzinstalētās valodas
mr: स्थापित भाषा
ms: Bahasa yang Dipasang
nb: Installerte språk
pa: ਇੰਸਟਾਲ ਭਾਸ਼ਾਵਾਂ
pt_br: Instalar línguas
sd: انسٽال ٿيل ٻوليون
sk: Nainštalované jazyky
sv: Installerade språk
tr: Yüklü Diller

source: When a language is installed, individual users can choose it in their Language settings.
af: Wanneer 'n taal geïnstalleer is, kan individuele gebruikers dit kies in hul Taal instellings.
ast: Cuando s'instala una llingua, cada usuariu pue escoyela nes Preferencies de llingua.
bs: Nakon što je jezik instaliran, individualni korisnici ga mogu odabrati u svojim jezičkim postavkama.
cs: Poté, co je jazyk nainstalován, si jej uživatelé mohou zvolit ve své jazykové podpoře.
da: Når et sprog er installeret, kan brugere individuelt vælge det i deres sprogindstillinger.
eo: Kiam lingvo estas instalita, uzantoj povas elekti ĝin en iliaj "Lingvaj agordoj".
fo: Tá ið eitt mál er lagt inn, kann hvør einstakur brúkari velja tað í teirra egnu Mál setingum.
gl: Cando se instala un idioma, os usuarios individuais poden escollelo nas súas opcións de idioma.
is: Þegar búið er að setja upp tungumál geta einstakir notendur valið það í Tungumálastytlingum.
lv: Kad valoda ir uzinstalēta, lietotāji to var izvēlēties savos valodas iestatījumos.
mr: भाषा स्थापित केल्यानंतर प्रत्येक वापरकर्ता ती त्यांच्या भाषा संयोजकातून निवडू शकतो.
ms: Apabila bahasa dipasang, pengguna individu boleh memilihnya dalam seting Bahasa.
nb: Når et språk er installert, kan hver bruker velge det under sine språkinnstillinger.
pa: ਜਦੋਂ ਇੱਕ ਭਾਸ਼ਾ ਇੰਸਟਾਲ ਹੋ ਜਾਂਦੀ ਹੈ ਤਾਂ ਵੱਖ ਵੱਖ ਯੂਜ਼ਰ ਇਸ ਨੂੰ ਆਪਣੀ ਭਾਸ਼ਾ ਸੈਟਿੰਗ ਵਿੱਚੋਂ ਚੁਣ ਸਕਦੇ ਹਨ।
pt_br: Quando uma língua é instalada, usuários individuais podem escolhê-las em suas configurações de idioma.
sd: جڏهن ڪا ٻولي انسٽال ٿيل آهي، ته يوزر ان کي ٻولي ترتيبن ۾ چونڊي سگهن ٿا
sk: Keď je jazyk nainštalovaný, jednotliví používatelia si ho môžu zvoliť v ponuke Výber jazyka.
sv: När ett språk är installerat så kan individuella använda välja det i sina språkinställningar.
tr: Bir dil yükleyse, bireysel kullanıcıların Dil ayarı olarak seçebilirsiniz.

source: Cancel
af: Kanselleer
ast: Encaboxar
bs: Poništi
cs: Zrušit
da: Annullér
eo: Nuligi
fo: Ógilda
gl: Cancelar
is: Hætta við
lv: Atcelt
mr: रद्द करा
ms: Batal
nb: Avbryt
pa: ਰੱਦ ਕਰੋ
pt_br: Cancelar
sd: رد
sk: Zrušiť
sv: Avbryt
tr: Vazgeç

source: Apply Changes
af: Wend Veranderinge Aan
ast: Aplicar Cambeos
bs: Primijeni promjene
cs: Uplatnit změny
da: Anvend ændringer
eo: Apliki ŝanĝojn
fo: Set broytingarnar í verk
gl: Aplicar os cambios
is: Virkja breytingar
lv: Pielietot izmaiņas
mr: बदल लागू करा
ms: Terapkan Pertukaran
nb: Utfør endringer
pa: ਬਦਲਾਅ ਲਾਗੂ ਕਰੋ
pt_br: Aplicar alterações
sd: تبديليون لاڳو ڪيو
sk: Použiť zmeny
sv: Verkställ ändringar
tr: Değişiklikleri Uygula

source: Language Support
af: Taal Ondersteuning
ast: Seleutor de llingües
bs: Jezička podrška
cs: Jazyková podpora
da: Sprogunderstøttelse
eo: Lingvosubteno
fo: Mál undirtøka
gl: Configuración de idioma
is: Tungumál
lv: Valodu atbalsts
mr: भाषा आधार
ms: Sokongan Bahasa
nb: Språkstøtte
pa: ਭਾਸ਼ਾ ਸਹਿਯੋਗ
pt_br: Suporte a idiomas
sd: ٻولي سهڪار
sk: Jazyková podpora
sv: Språkstöd
tr: Dil Desteği

source: Language for menus and windows:
af: Taal vir kieslyste en vensters:
ast: Llingua pa los menús y ventanes:
bs: Jezik za menije i prozore
cs: Jazyk pro nabídky a okna:
da: Sprog i menuer og vinduer:
eo: Lingvo por menuoj kaj fenestroj:
fo: Mál til valmyndir og gluggar:
gl: Idioma para menús e xanelas
is: Tungumál fyrir valmyndir og glugga:
lv: Valoda izvēlnēm un logiem:
mr: मेनू (याद्या) आणि दृश्य-चौकटींसाठी भाषाः
ms: Bahasa untuk menu dan tetingkap
nb: Språk for menyer og vinduer:
pa: ਮੇਨੂ ਤੇ ਵਿੰਡੋਜ਼ ਲਈ ਭਾਸ਼ਾ:
pt_br: Idioma para menus e janelas:
sd: فهرستن ۽ درين لاءِ ٻولي
sk: Jazyk menu a okien:
sv: Språk för menyer och fönster:
tr: Menü ve pencereler için kullanılan dil:
