Repository: babycaseny/language-selector
Catalog: po/bb.po
Languages: bb

source: Chinese (simplified)
bb: Žhoŋwén (Simpolaisen)

source: Chinese (traditional)
bb: Žhoŋwén (Tradiçionol)

source: No language information available
bb: Mwu leŋgueij informeiçion aveilàbol

source: The system does not have information about the available languages yet. Do you want to perform a network update to get them now?
bb: Mwu leŋgueij informeiçion aveilàbol für nigè sistèm. Ayisyur tu pörform netwörk ùpgreid tu get ùpdeit?

source: _Update
bb: Ù_pdeit

source: Language
bb: Leŋgueij

source: Installed
bb: Instolen

source: %(INSTALL)d to install
bb: %(INSTALL)d-gè aitèm tu instol

source: %(REMOVE)d to remove
bb: %(REMOVE)d-gè aitèm tu rīmūv

source: %s, %s
bb: %s en %s

source: none
bb: mwu

source: Software database is broken
bb: Softwär deitābeis wa wōŋjü-zoru

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
bb: 無法安裝或移除套件。請先以「Synaptic 套件管理員」或在終端機執行「sudo apt-get install -f」修正問題。

source: Could not install the selected language support
bb: 無法安裝已選取的語言支援

source: This is perhaps a bug of this application. Please file a bug report at https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
bb: 這可能是程式的臭蟲。請在 https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug 提交臭蟲報告

source: Could not install the full language support
bb: 無法安裝完整語言支援

source: Usually this is related to an error in your software archive or software manager. Check your preferences in Software Sources (click the icon at the very right of the top bar and select "System Settings... -> Software Sources").
bb: 通常這與您的軟件封存或軟件管理員的錯誤有關。請檢查您「軟件來源」內的偏好設定 (點擊頂端列的最右端圖示，並選取「系統設定值」... -> 「軟件來源」)。

source: Failed to authorize to install packages.
bb: 無法授權以安裝套件。

source: The language support is not installed completely
bb: 對此語言的支援並未完整安裝好

source: Some translations or writing aids available for your chosen languages are not installed yet. Do you want to install them now?
bb: 某些所選語言的翻譯或文字工具未安裝。想馬上安裝嗎？

source: _Remind Me Later
bb: _Rīmaind Mi Leitā

source: _Install
bb: _Instol

source: Details
bb: Diteils

source: Failed to apply the '%s' format choice. The examples may show up if you close and re-open Language Support.
bb: 無法套用「%s」格式選擇。 若您關閉且重新開啟「語言 支援」範例可能出現。

source: Language Support
bb: Leŋgueij Sùpport

source: <big><b>Checking available language support</b></big> The availability of translations or writing aids can differ between languages.
bb: <big><b>檢查可提供之語言支援</b></big> 個別語言不一定提供翻譯或所有文字工具。

source: Installed Languages
bb: Instolen Leŋgueijs

source: When a language is installed, individual users can choose it in their Language settings.
bb: 安裝新語言後，個別用戶可於其各自「語言」設定選取。

source: Cancel
bb: Känsol

source: Apply Changes
bb: Applai Čeinjs

source: Language for menus and windows:
bb: Leŋgueij für menyus en windows:

source: This setting only affects the language your desktop and applications are displayed in. It does not set the system environment, like currency or date format settings. For that, use the settings in the Regional Formats tab. The order of the values displayed here decides which translations to use for your desktop. If translations for the first language are not available, the next one in this list will be tried. The last entry of this list is always "English". Every entry below "English" will be ignored.
bb: 此設定僅影響桌面與應用程式所要顯示的語言而不會設定系統環境，包括貨幣、日期格式等設定。若要設定系統環境，請使用「區域格式」分頁的設定。 此處顯示次序會決定桌面環境使用的翻譯。若尚未有第一個語言的翻譯，接著會嘗試清單中的下一個語言。清單的最後一個項目一定是「英文」。 系統不理會「英文」以下的項目。

source: <small><b>Drag languages to arrange them in order of preference.</b> Changes take effect next time you log in.</small>
bb: <small><b>拖曳以更改優先次序。</b> 變更會在下次登入後生效。</small>

source: Apply System-Wide
bb: Applai Sistèm-Waid

source: <small>Use the same language choices for startup and the login screen.</small>
bb: <small>初始啟動與登入畫面都使用相同的語言選擇。</small>

source: Install / Remove Languages...
bb: Instol / Rīmūv Leŋgueijs...

source: Keyboard input method system:
bb: Kībōd input meŧod sistèm:

source: If you need to type in languages, which require more complex input methods than just a simple key to letter mapping, you may want to enable this function. For example, you will need this function for typing Chinese, Japanese, Korean or Vietnamese. The recommended value for Ubuntu is "IBus". If you want to use alternative input method systems, install the corresponding packages first and then choose the desired system here.
bb: 如果需要輸入較為複雜的文字，就需要啟用這個功能。 例如要輸入中文、日文、韓文或越南文都需要這個功能。 Ubuntu 建議的設定值是「iBus」。 如果想要使用其他輸入法系統，請先安裝相應的套件，然後在這裡選擇想要的。

source: Display numbers, dates and currency amounts in the usual format for:
bb: 以下列地區慣用格式顯示數字、日期和貨幣：

source: This will set the system environment like shown below and will also affect the preferred paper format and other region specific settings. If you want to display the desktop in a different language than this, please select it in the "Language" tab. Hence you should set this to a sensible value for the region in which you are located.
bb: 這會設定如下方所顯示的系統環境，並且會影響偏好的紙張格式與其他區域性設定。 若想要以與此不同的語言顯示桌面，請在「語言」分頁選取。 因此您應該將它設為您所在區域的合理值。

source: <small>Changes take effect next time you log in.</small>
bb: <small>Čeinjs wa ifektiv gut neidè nèist login.</small>

source: <small>Use the same format choice for startup and the login screen.</small>
bb: <small>初始啟動與登入畫面都使用相同的格式選擇。</small>

source: Number:
bb: Nùmbèr:

source: Date:
bb: Deit:

source: Currency:
bb: 貨幣：

source: <b>Example</b>
bb: <b>Iksampol</b>

source: Regional Formats
bb: Rijionol Formäts

source: Configure multiple and native language support on your system
bb: 在系統配置多重及原生語言支援

source: Incomplete Language Support
bb: Mĭkomplīten Leŋgueij Sùpport

source: The language support files for your selected language seem to be incomplete. You can install the missing components by clicking on "Run this action now" and follow the instructions. An active internet connection is required. If you would like to do this at a later time, please use Language Support instead (click the icon at the very right of the top bar and select "System Settings... -> Language Support").
bb: 所選語言的支援檔案似乎不完整。你可以透過點擊「立刻執行此動作」按鈕，並遵照指示安裝缺少的元件。此動作需要網絡連線。若想要稍後執行，請改用「語言支援」 (點擊頂端列的最右端圖示，並選取「系統設定值」...-> 「語言支援」)。

source: Session Restart Required
bb: Session Rīstart Rīkwairen

source: The new language settings will take effect once you have logged out.
bb: 新語言設定會在您登出後生效。

source: Set system default language
bb: Set sistèm difàult leŋgueij

source: System policy prevented setting default language
bb: 系統政策防止設定預設語言

source: don't verify installed language support
bb: 不要驗證已安裝的語言支援

source: alternative datadir
bb: 替代的資料路徑

source: target language code
bb: target leŋgueij koud

source: check for the given package(s) only -- separate packagenames by comma
bb: 只檢查給予的套件 -- 以逗號 "," 隔開套件名稱

source: output all available language support packages for all languages
bb: output ol aveilàbol leŋgueij sùpport für ol leŋgueijs

source: show installed packages as well as missing ones
bb: Displei instolen en miss-zogè päkeijs
